Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# ExtensionSystem::PluginView|
source: Enabling %1 will also enable the following plugins: %2
de: Wenn Sie %1 aktivieren, werden auch die folgenden Plugins aktiviert: %2

# ExtensionSystem::PluginView|
source: Disabling Plugins
de: Plugins deaktivieren

# ExtensionSystem::PluginView|
source: Disabling %1 will also disable the following plugins: %2
de: Wenn Sie %1 deaktivieren, werden auch die folgenden Plugins deaktiviert: %2

# PluginDialog|
source: Error Details
de: Fehlerdetails

# PluginDialog|
source: Installed Plugins
de: Installierte Plugins

# PluginDialog|
source: Plugin Details of %1
de: Plugin-Details von %1

# PluginDialog|
source: Plugin Errors of %1
de: Plugin Fehler von %1

# ProjectExplorer::DebuggingHelperLibrary|
source: The target directory %1 could not be created.
de: Das Zielverzeichnis %1 konnte nicht erstellt werden.

# ProjectExplorer::DebuggingHelperLibrary|
source: The existing file %1 could not be removed.
de: Die vorhandene Datei %1 konnte nicht entfernt werden.

# ProjectExplorer::DebuggingHelperLibrary|
source: The file %1 could not be copied to %2.
de: Die Datei %1 konnte nicht nach %2 kopiert werden.

# ProjectExplorer::DebuggingHelperLibrary|
source: %1 not found in PATH
de: %1 wurde nicht in PATH gefunden

# ProjectExplorer::BuildableHelperLibrary|
source: Cannot start process: %1
de: Prozess kann nicht gestartet werden: %1

# ProjectExplorer::BuildableHelperLibrary|
source: Timeout after %1 s.
de: Timeout nach %1 s.

# ProjectExplorer::BuildableHelperLibrary|
source: The process crashed.
de: Der Prozess ist abgestürzt.

# ProjectExplorer::BuildableHelperLibrary|
source: The process returned exit code %1: %2
de: Der Prozess hat den Beendigungscode %1: %2 zurückgegeben.

# ProjectExplorer::BuildableHelperLibrary|
source: Error running "%1" in %2: %3
de: Fehler beim Ausführen von "%1" in %2: %3

# ProjectExplorer::BuildableHelperLibrary|
source: Building helper "%1" in %2
de: Bauhelfer "%1" in %2

# ProjectExplorer::BuildableHelperLibrary|
source: Running %1 %2...
de: %1 %2... wird ausgeführt

# ProjectExplorer::BuildableHelperLibrary|
source: Running %1 %2 ...
de: %1 %2 ... wird ausgeführt

# ProjectExplorer::BuildableHelperLibrary|
source: %1 not found in PATH
de: %1 wurde nicht in PATH gefunden

# Utils::CheckableMessageBox|
source: Do not ask again
de: Nicht erneut fragen

# Utils::CheckableMessageBox|
source: Do not &ask again
de: Nicht erneut&fragen

# Utils::CheckableMessageBox|
source: Do not &show again
de: Nicht mehr anzeigen

# Utils::ClassNameValidatingLineEdit|
source: The class name must not contain namespace delimiters.
de: Der Klassenname darf keine Namensraumtrennzeichen enthalten.

# Utils::ClassNameValidatingLineEdit|
source: Please enter a class name.
de: Bitte geben Sie einen Klassennamen ein.

# Utils::ClassNameValidatingLineEdit|
source: The class name contains invalid characters.
de: Der Klassenname enthält ungültige Zeichen.

# Utils::ConsoleProcess|
source: Cannot set up communication channel: %1
de: Kommunikationskanal kann nicht eingerichtet werden: %1

# Utils::ConsoleProcess|
source: Press <RETURN> to close this window...
de: Drücken Sie <EINGABE>, um dieses Fenster zu schließen ...

# Utils::ConsoleProcess|
source: Cannot create temporary file: %1
de: Kann keine temporäre Datei erstellen: %1

# Utils::ConsoleProcess|
source: Cannot write temporary file. Disk full?
de: Kann keine temporäre Datei schreiben. Festplatte voll?

# Utils::ConsoleProcess|
source: Cannot create temporary directory "%1": %2
de: Das temporäre Verzeichnis "%1" kann nicht erstellt werden: %2

# Utils::ConsoleProcess|
source: Unexpected output from helper program (%1).
de: Unerwartete Ausgabe vom Hilfsprogramm (%1).

# Utils::ConsoleProcess|
source: Cannot change to working directory "%1": %2
de: Kann nicht zum Arbeitsverzeichnis "%1" wechseln: %2

# Utils::ConsoleProcess|
source: Cannot execute "%1": %2
de: Kann "%1" nicht ausführen: %2

# Utils::ConsoleProcess|
source: Quoting error in command.
de: Anführungsfehler im Befehl.

# Utils::ConsoleProcess|
source: Debugging complex shell commands in a terminal is currently not supported.
de: Das Debuggen komplexer Shell-Befehle in einem Terminal wird derzeit nicht unterstützt.

# Utils::ConsoleProcess|
source: Quoting error in terminal command.
de: Anführungsfehler im Terminal-Befehl.

# Utils::ConsoleProcess|
source: Terminal command may not be a shell command.
de: Der Terminal-Befehl darf kein Shell-Befehl sein.

# Utils::ConsoleProcess|
source: Cannot start the terminal emulator "%1", change the setting in the Environment options.
de: Der Terminalemulator "%1" kann nicht gestartet werden, ändern Sie die Einstellung in den Umgebungsoptionen.

# Utils::ConsoleProcess|
source: Cannot create socket "%1": %2
de: Der Socket "%1" kann nicht erstellt werden: %2

# Utils::ConsoleProcess|
source: The process "%1" could not be started: %2
de: Der Prozess "%1" konnte nicht gestartet werden: %2

# Utils::ConsoleProcess|
source: Cannot obtain a handle to the inferior: %1
de: Kann kein Handle für den Untergeordneten erhalten: %1

# Utils::ConsoleProcess|
source: Cannot obtain exit status from inferior: %1
de: Es kann kein Exit-Status von "inferior" erhalten werden: %1

# Utils::ElfReader|
source: "%1" is an invalid ELF object (%2)
de: "%1" ist ein ungültiges ELF-Objekt (%2)

# Utils::ElfReader|
source: "%1" is not an ELF object (file too small)
de: "%1" ist kein ELF-Objekt (Datei zu klein)

# Utils::ElfReader|
source: "%1" is not an ELF object
de: "%1" ist kein ELF-Objekt

# Utils::ElfReader|
source: odd cpu architecture
de: ungerade CPU-Architektur

# Utils::ElfReader|
source: odd endianness
de: seltsame Endianess

# Utils::ElfReader|
source: unexpected e_shsize
de: unerwartete e_shsize

# Utils::ElfReader|
source: unexpected e_shentsize
de: unerwartete e_shentsize

# Utils::ElfReader|
source: announced %n sections, each %1 bytes, exceed file size
de: angesagte %n Abschnitte, jeweils %1 Byte, überschreiten die Dateigröße

# Utils::ElfReader|
source: string table seems to be at 0x%1
de: Die Stringtabelle scheint 0x%1 zu sein

# Utils::ElfReader|
source: section name %1 of %2 behind end of file
de: Abschnittsname %1 von %2 hinter dem Dateiende

# Utils::EnvironmentModel|
source: Value
de: Wert

# Utils::EnvironmentModel|
source: <VALUE>
de: <WERT>

# Utils::FancyLineEdit|
source: Clear text
de: Klartext

# QDockWidget|
source: Undocks and re-attaches the dock widget
de: Dockt ab und verbindet das Dock-Widget neu

# QDockWidget|
source: Close
de: Schließen

# QDockWidget|
source: Closes the dock widget
de: Schließt das Dock-Widget

# Utils::FancyMainWindow|
source: Reset to Default Layout
de: Auf Standardlayout zurücksetzen

# Utils::FancyMainWindow|
source: Automatically Hide View Title Bars
de: Titelleisten automatisch ausblenden

# Utils::FileNameValidatingLineEdit|
source: Name is empty.
de: Der Name ist leer

# Utils::FileNameValidatingLineEdit|
source: Name contains white space.
de: Name enthält Leerzeichen.

# Utils::FileNameValidatingLineEdit|
source: Invalid character "%1".
de: Ungültiges Zeichen "%1"

# Utils::FileNameValidatingLineEdit|
source: Invalid characters "%1".
de: Ungültige Zeichen "%1".

# Utils::FileNameValidatingLineEdit|
source: Name matches MS Windows device. (%1).
de: Name entspricht MS Windows-Gerät. (%1).

# Utils::FileNameValidatingLineEdit|
source: File extension %1 is required:
de: Dateierweiterung %1 ist erforderlich:

# Utils::FileNameValidatingLineEdit|
source: File extensions %1 are required:
de: Dateierweiterungen %1 sind erforderlich:

# Utils::FileSearch|
source: %1: canceled. %n occurrences found in %2 files.
de: %1: abgebrochen %n Vorkommen gefunden in %2 Dateien.

# Utils::FileSearch|
source: %1: %n occurrences found in %2 files.
de: %1: %n Vorkommen in %2-Dateien gefunden.

# Utils::FileUtils|
source: Refusing to remove root directory.
de: Weigerung, das Stammverzeichnis zu entfernen.

# Utils::FileUtils|
source: Refusing to remove your home directory.
de: Weigerung, Ihr Home-Verzeichnis zu entfernen.

# Utils::FileUtils|
source: Failed to remove directory "%1".
de: Das Verzeichnis "%1" konnte nicht entfernt werden.

# Utils::FileUtils|
source: Failed to remove file "%1".
de: Fehler beim Entfernen der Datei "%1".

# Utils::FileUtils|
source: Failed to create directory "%1".
de: Das Verzeichnis "%1" konnte nicht erstellt werden.

# Utils::FileUtils|
source: Could not copy file "%1" to "%2".
de: Die Datei "%1" konnte nicht in "%2" kopiert werden.

# Utils::FileUtils|
source: Cannot open %1 for reading: %2
de: %1 kann zum Lesen nicht geöffnet werden: %2

# Utils::FileUtils|
source: Cannot read %1: %2
de: %1: %2 kann nicht gelesen werden

# Utils::FileUtils|
source: File Error
de: Dateifehler

# Utils::FileUtils|
source: Cannot write file %1. Disk full?
de: Die Datei %1 kann nicht geschrieben werden. Festplatte voll?

# Utils::FileUtils|
source: Cannot overwrite file %1: %2
de: Datei %1: %2 kann nicht überschrieben werden

# Utils::FileUtils|
source: Cannot create file %1: %2
de: Die Datei %1: %2 kann nicht erstellt werden

# Utils::FileUtils|
source: Cannot create temporary file in %1: %2
de: Die temporäre Datei kann nicht in %1: %2 erstellt werden

# Utils::FileWizardPage|
source: Location
de: Ort

# Utils::HostOsInfo|
source: Cannot create OpenGL context.
de: Der OpenGL-Kontext kann nicht erstellt werden.

# Utils::MacroExpander|
source: Infinite recursion error
de: Unendlicher Rekursionsfehler

# Utils::MacroExpander|
source: %1: Full path including file name.
de: %1: Vollständiger Pfad einschließlich Dateiname.

# Utils::MacroExpander|
source: %1: Full path excluding file name.
de: %1: Vollständiger Pfad ohne Dateinamen.

# Utils::MacroExpander|
source: %1: Full path including file name, with native path separator (backslash on Windows).
de: %1: Vollständiger Pfad einschließlich Dateiname mit Trennzeichen für systemeigene Pfade (umgekehrter Schrägstrich unter Windows).

# Utils::MacroExpander|
source: %1: Full path excluding file name, with native path separator (backslash on Windows).
de: %1: Vollständiger Pfad ohne Dateinamen, mit systemeigenem Trennzeichen (Backslash unter Windows).

# Utils::MacroExpander|
source: %1: File name without path.
de: %1: Dateiname ohne Pfad

# Utils::MacroExpander|
source: %1: File base name without path and suffix.
de: %1: Name der Dateibasis ohne Pfad und Suffix.

# Utils::MacroExpander|
source: Global variables
de: Globale Variablen

# Utils::MacroExpander|
source: Access environment variables.
de: Zugriff auf Umgebungsvariablen

# Core|
source: All Files (*)
de: Alle Dateien (*)

# Core|
source: Show Sidebar
de: Zeige Sidebar

# Core|
source: Hide Sidebar
de: Verstecke Sidebar

# Core|
source: Environment
de: Umwelt

# Core|
source: Clear Menu
de: Menü löschen

# Core|msgShowOptionsDialog
source: Configure...
de: Konfigurieren...

# Core|msgShowOptionsDialogToolTip (mac version)
source: Open Preferences dialog.
de: Öffne das Dialogfeld Einstellungen.

# Core|msgShowOptionsDialogToolTip (non-mac version)
source: Open Options dialog.
de: Öffne den Dialog Optionen.

# Utils::PathChooser|
source: Choose...
de: Wählen...

# Utils::PathChooser|
source: Browse...
de: Durchsuchen ...

# Utils::PathChooser|
source: Choose Directory
de: Verzeichnis wählen

# Utils::PathChooser|
source: Choose Executable
de: Ausführbare Datei wählen

# Utils::PathChooser|
source: Choose File
de: Datei auswählen

# Utils::PathChooser|
source: The path must not be empty.
de: Der Pfad darf nicht leer sein.

# Utils::PathChooser|
source: The path "%1" expanded to an empty string.
de: Der Pfad "%1" wurde zu einer leeren Zeichenfolge erweitert.

# Utils::PathChooser|
source: The path "%1" does not exist.
de: Der Pfad "%1" existiert nicht.

# Utils::PathChooser|
source: The path "%1" is not a directory.
de: Der Pfad "%1" ist kein Verzeichnis.

# Utils::PathChooser|
source: The path <b>%1</b> is not a file.
de: Der Pfad <b>%1</b> ist keine Datei.

# Utils::PathChooser|
source: The directory "%1" does not exist.
de: Das Verzeichnis "%1" existiert nicht.

# Utils::PathChooser|
source: The path <b>%1</b> is not an executable file.
de: Der Pfad <b>%1</b> ist keine ausführbare Datei.

# Utils::PathChooser|
source: Cannot execute "%1".
de: Kann "%1" nicht ausführen.

# Utils::PathChooser|
source: Full path: <b>%1</b>
de: Vollständiger Pfad: <b>%1</b>

# Utils::PathChooser|
source: Path:
de: Pfad:

# Utils::PathListEditor|
source: Insert...
de: Einfügen

# Utils::PathListEditor|
source: Delete Line
de: Zeile löschen

# Utils::PathListEditor|
source: Clear
de: Klar

# Utils::QtcProcess|
source: Error in command line.
de: Fehler in der Befehlszeile.

# Utils::reloadPrompt|
source: File Changed
de: Datei geändert

# Utils::reloadPrompt|
source: The unsaved file <i>%1</i> has changed outside Qt Creator. Do you want to reload it and discard your changes?
de: Die ungesicherte Datei <i>%1</i> hat sich außerhalb von Qt Creator geändert. Möchten Sie sie neu laden und Ihre Änderungen verwerfen?

# Utils::reloadPrompt|
source: The file <i>%1</i> has changed outside Qt Creator. Do you want to reload it?
de: Die Datei <i>%1</i> hat sich außerhalb von Qt Creator geändert. Möchten Sie sie neu laden?

# Utils::reloadPrompt|
source: &Close
de: &Schließen

# Utils::fileDeletedPrompt|
source: File has been removed
de: Die Datei wurde entfernt

# Utils::fileDeletedPrompt|
source: The file %1 has been removed outside Qt Creator. Do you want to save it under a different name, or close the editor?
de: Die Datei %1 wurde außerhalb von Qt Creator entfernt. Möchten Sie sie unter einem anderen Namen speichern oder den Editor schließen?

# Utils::fileDeletedPrompt|
source: The file %1 was removed. Do you want to save it under a different name, or close the editor?
de: Die Datei %1 wurde entfernt. Möchten Sie sie unter einem anderen Namen speichern oder den Editor schließen?

# Utils::fileDeletedPrompt|
source: &Close
de: &Schließen

# Utils::fileDeletedPrompt|
source: C&lose All
de: Alle schließen

# Utils::fileDeletedPrompt|
source: Save &as...
de: Speichern als...

# Utils::fileDeletedPrompt|
source: &Save
de: &Speichern

# Utils::SettingsSelector|
source: Add
de: Hinzufügen

# Utils::SettingsSelector|
source: Remove
de: Löschen

# Utils::SettingsSelector|
source: Rename
de: Umbenennen

# Utils::SettingsSelector|
source: Do you really want to delete the configuration <b>%1</b>?
de: Möchten Sie die Konfiguration wirklich löschen <b>%1</b>?

# Utils::SettingsSelector|
source: New name for configuration <b>%1</b>:
de: Neuer Name für Konfiguration <b>%1</b>:

# Utils::SettingsSelector|
source: Rename...
de: Umbenennen

# Utils::ShellCommand|
source: UNKNOWN
de: Unbekannt

# Utils::ShellCommand|
source: Unknown
de: Unbekannt

# Utils::ShellCommand|
source: Error: Executable timed out after %1 s.
de: Fehler: Ausführbare Zeit abgelaufen nach %1 s.

# Utils::ShellCommandPage|
source: Command started...
de: Befehl gestartet ...

# Utils::ShellCommandPage|
source: Run Command
de: Befehl ausführen

# Utils::ShellCommandPage|
source: No job running, please abort.
de: Kein Job läuft, bitte abbrechen.

# Utils::ShellCommandPage|
source: Succeeded.
de: Erfolgreich.

# Utils::ShellCommandPage|
source: Failed.
de: Fehlgeschlagen

# Utils::SynchronousProcess|
source: The command "%1" finished successfully.
de: Der Befehl "%1" wurde erfolgreich beendet.

# Utils::SynchronousProcess|
source: The command "%1" terminated with exit code %2.
de: Der Befehl "%1" wurde mit dem Beendigungscode %2 beendet.

# Utils::SynchronousProcess|
source: The command "%1" terminated abnormally.
de: Der Befehl "%1" wurde abnormal beendet.

# Utils::SynchronousProcess|
source: The command "%1" could not be started.
de: Der Befehl "%1" konnte nicht gestartet werden.

# Utils::SynchronousProcess|
source: The command "%1" did not respond within the timeout limit (%2 s).
de: Der Befehl "%1" hat nicht innerhalb des Zeitlimits (%2 s) geantwortet.

# Utils::SynchronousProcess|
source: Process not Responding
de: Prozess reagiert nicht

# Utils::SynchronousProcess|
source: The process is not responding.
de: Der Prozess reagiert nicht.

# Utils::SynchronousProcess|
source: The process "%1" is not responding.
de: Der Prozess "%1" antwortet nicht.

# Utils::SynchronousProcess|
source: Would you like to terminate it?
de: Möchten Sie es beenden?

# Utils::TextFileFormat|
source: Out of memory.
de: Nicht genügend Arbeitsspeicher

# Utils::TextFileFormat|
source: An encoding error was encountered.
de: Ein Codierungsfehler wurde festgestellt.

# Utils::UnixTools|
source: <table border=1 cellspacing=0 cellpadding=3><tr><th>Variable</th><th>Expands to</th></tr><tr><td>%d</td><td>directory of current file</td></tr><tr><td>%f</td><td>file name (with full path)</td></tr><tr><td>%n</td><td>file name (without path)</td></tr><tr><td>%%</td><td>%</td></tr></table>
de: <table border=1 cellspacing=0 cellpadding=3><tr><th>Variable</th><th>erweitert sich auf</th></tr><tr><td>%d</td><td>Verzeichnis der aktuellen Datei</td></tr><tr><td>%f</td><td>Dateiname (mit vollständigem Pfad)</td></tr><tr><td>%n</td><td>Dateiname (ohne Pfad)</td></tr><tr><td>%%</td><td>%</td></tr></table>

# Core::CommandMappings|
source: Command Mappings
de: Befehlszuordnungen

# Core::CommandMappings|
source: Target
de: Ziel

# Core::CommandMappings|
source: Command
de: Befehl

# Core::CommandMappings|
source: Reset All
de: Alle zurücksetzen

# Core::CommandMappings|
source: Reset all to default.
de: Alle auf Standard zurücksetzen.

# Core::BaseFileWizard|
source: Existing files
de: Vorhandene Dateien

# Core::BaseFileWizard|
source: File Generation Failure
de: Fehler bei der Dateigenerierung

# Core::BaseFileWizardFactory|
source: Failed to open an editor for "%1".
de: Fehler beim Öffnen eines Editors für "%1".

# Core::BaseFileWizardFactory|
source: The project directory %1 contains files which cannot be overwritten: %2.
de: Das Projektverzeichnis %1 enthält Dateien, die nicht überschrieben werden können: %2.

# OpenWith::Editors|
source: Plain Text Editor
de: Einfacher Texteditor

# Core::Internal::CorePlugin|
source: No themes found in installation.
de: Keine Themen in der Installation gefunden.

# Core::Internal::CorePlugin|
source: The current date (ISO).
de: Das aktuelle Datum (ISO).

# Core::Internal::CorePlugin|
source: The current time (ISO).
de: Die aktuelle Zeit (ISO).

# Core::Internal::CorePlugin|
source: The current date (RFC2822).
de: Das aktuelle Datum (RFC2822).

# Core::Internal::CorePlugin|
source: The current time (RFC2822).
de: Die aktuelle Zeit (RFC2822).

# Core::Internal::CorePlugin|
source: The current date (Locale).
de: Das aktuelle Datum (Gebietsschema).

# Core::Internal::CorePlugin|
source: The current time (Locale).
de: Die aktuelle Uhrzeit (Gebietsschema).

# Core::Internal::CorePlugin|
source: The configured default directory for projects.
de: Das konfigurierte Standardverzeichnis für Projekte.

# Core::Internal::CorePlugin|
source: The directory last visited in a file dialog.
de: Das zuletzt besuchte Verzeichnis in einem Dateidialog.

# Core::Internal::CorePlugin|
source: Is Qt Creator running on Windows?
de: Läuft Qt Creator unter Windows?

# Core::Internal::CorePlugin|
source: Is Qt Creator running on OS X?
de: Läuft Qt Creator auf OS X?

# Core::Internal::CorePlugin|
source: Is Qt Creator running on Linux?
de: Läuft Qt Creator unter Linux?

# Core::Internal::CorePlugin|
source: Is Qt Creator running on any unix-based platform?
de: Läuft Qt Creator auf einer Unix-basierten Plattform?

# Core::Internal::CorePlugin|
source: The current date (QDate formatstring).
de: Das aktuelle Datum (QDate formatstring).

# Core::Internal::CorePlugin|
source: The current time (QTime formatstring).
de: Die aktuelle Uhrzeit (QTime Formatstring).

# Core::Internal::CorePlugin|
source: Generate a new UUID.
de: Generiere eine neue UUID.

# Core::Internal::CorePlugin|
source: A comment.
de: Ein Kommentar.

# Core::Internal::ExternalToolModel|
source: Uncategorized
de: Nicht kategorisiert

# Core::Internal::ExternalToolModel|
source: Tools that will appear directly under the External Tools menu.
de: Tools, die direkt im Menü "Externe Tools" angezeigt werden.

# Core::Internal::ExternalToolModel|
source: New Category
de: Neue Kategorie

# Core::Internal::ExternalToolModel|
source: New Tool
de: Neues Werkzeug

# Core::Internal::ExternalToolModel|
source: This tool prints a line of useful text
de: Dieses Tool druckt eine Zeile mit nützlichem Text

# Core::Internal::ExternalToolModel|
source: Useful text
de: Nützlicher Text

# Core::Internal::EnvironmentChangesDialog|
source: Edit Environment Changes
de: Umgebungsänderungen bearbeiten

# Core::Internal::EnvironmentChangesDialog|
source: Change system environment by assigning one environment variable per line:
de: Die Systemumgebung bearbeiten, indem Sie pro Zeile eine Umgebungsvariable zuweisen:

# Core::PromptOverwriteDialog|
source: Overwrite Existing Files
de: Bestehende Dateien überschreiben

# Core::PromptOverwriteDialog|
source: The following files already exist in the folder %1. Would you like to overwrite them?
de: Die folgenden Dateien existieren bereits im Ordner %1. Möchten Sie sie überschreiben?

# Core::ReadOnlyFilesDialog|
source: Mixed
de: Gemischt

# Core::ReadOnlyFilesDialog|
source: Make Writable
de: Schreibbar machen

# Core::ReadOnlyFilesDialog|
source: Open with VCS
de: Öffnen mit VCS

# Core::ReadOnlyFilesDialog|
source: Save As
de: Speichern als

# Core::ReadOnlyFilesDialog|
source: Failed to %1 File
de: Fehler bei %1 Datei

# Core::ReadOnlyFilesDialog|
source: %1 file %2 from version control system %3 failed.
de: %1 Datei %2 von Versionskontrollsystem %3 ist fehlgeschlagen.

# Core::ReadOnlyFilesDialog|
source: No Version Control System Found
de: Kein Versionskontrollsystem gefunden

# Core::ReadOnlyFilesDialog|
source: Cannot open file %1 from version control system. No version control system found.
de: Datei %1 kann nicht vom Versionskontrollsystem geöffnet werden. Kein Versionskontrollsystem gefunden.

# Core::ReadOnlyFilesDialog|
source: Cannot Set Permissions
de: Berechtigungen können nicht festgelegt werden

# Core::ReadOnlyFilesDialog|
source: Cannot set permissions for %1 to writable.
de: Berechtigungen für %1 können nicht auf schreibbar gesetzt werden.

# Core::ReadOnlyFilesDialog|
source: Cannot Save File
de: Datei kann nicht gespeichert werden

# Core::ReadOnlyFilesDialog|
source: Cannot save file %1
de: Datei %1 kann nicht gespeichert werden

# Core::ReadOnlyFilesDialog|
source: Canceled Changing Permissions
de: Abbrechen von Berechtigungen geändert

# Core::ReadOnlyFilesDialog|
source: Could Not Change Permissions on Some Files
de: Berechtigungen für einige Dateien konnten nicht geändert werden

# Core::ReadOnlyFilesDialog|
source: See details for a complete list of files.
de: Weitere Informationen finden Sie in der vollständigen Liste der Dateien.

# Core::ReadOnlyFilesDialog|
source: Change &Permission
de: Änderung und Erlaubnis

# Core::ReadOnlyFilesDialog|
source: The following files are not checked out yet. Do you want to check them out now?
de: Die folgenden Dateien sind noch nicht ausgecheckt. Möchten Sie sie jetzt auschecken?

# Core::Internal::SettingsDialog|
source: Preferences
de: Einstellungen

# Core::Internal::SettingsDialog|
source: Options
de: Optionen

# Core::Internal::ShortcutButton|
source: Click and type the new key sequence.
de: Klicken Sie und geben Sie die neue Tastenfolge ein.

# Core::Internal::ShortcutButton|
source: Stop Recording
de: Aufnahme Stoppen

# Core::Internal::ShortcutButton|
source: Record
de: Aufnahme

# Core::Internal::ShortcutSettingsWidget|
source: Keyboard Shortcuts
de: Tastaturkürzel

# Core::Internal::ShortcutSettingsWidget|
source: Shortcut
de: Tastenkürzel
