Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_udp_client_terminal
de: Ungültiges Port-Argument (%1) für -open_udp_client_terminal

# OpenMV::Internal::OpenMVPlugin|
source: -open_udp_client_terminal requires two arguments <host_name:port>
de: -open_udp_client_terminal benötigt zwei Argumente <host_name: port>

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_udp_client_terminal
de: Fehlende Argumente für -open_udp_client_terminal

# OpenMV::Internal::OpenMVPlugin|
source: UDP Server Connection - %1
de: UDP-Serververbindung - %1

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_udp_server_terminal
de: Ungültiges Port-Argument (%1) für -open_udp_server_terminal

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_udp_server_terminal
de: Fehlende Argumente für -open_udp_server_terminal

# OpenMV::Internal::OpenMVPlugin|
source: TCP Client Connection - %1:%2
de: TCP-Clientverbindung - %1:%2

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_tcp_client_terminal
de: Ungültiger Port (%1) für -open_tcp_client_terminal

# OpenMV::Internal::OpenMVPlugin|
source: -open_tcp_client_terminal requires two arguments <host_name:port>
de: -open_tcp_client_terminal benötigt zwei Argumente <host_name: port>

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_tcp_client_terminal
de: Fehlende Argumente für -open_tcp_client_terminal

# OpenMV::Internal::OpenMVPlugin|
source: TCP Server Connection - %1
de: TCP-Serververbindung - %1

# OpenMV::Internal::OpenMVPlugin|
source: Invalid port argument (%1) for -open_tcp_server_terminal
de: Ungültiges Port-Argument (%1) für -open_tcp_server_terminal

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_tcp_server_terminal
de: Fehlende Argumente für -open_tcp_server_terminal

# OpenMV::Internal::OpenMVPlugin|
source: Unregistered OpenMV Cam Detected
de: Nicht registrierte OpenMV-Kamera erkannt

# OpenMV::Internal::OpenMVPlugin|
source: Your OpenMV Cam isn't registered. You need to register your OpenMV Cam with OpenMV for unlimited use with OpenMV IDE without any interruptions. Would you like to register your OpenMV Cam now?
de: registrieren. Möchten Sie Ihre OpenMV Cam jetzt registrieren?

# OpenMV::Internal::OpenMVPlugin|
source: Unregistered OpenMV Cams hurt the open-source OpenMV ecosystem by undercutting offical OpenMV Cam sales which help fund OpenMV Cam software development. Would you like to register your OpenMV Cam now?
de: Nicht registrierte OpenMV Cams schaden dem quelloffenen OpenMV-Ökosystem, indem sie die OpenMV Cam Verkäufe untergraben, durch welche die OpenMV Cam-Softwareentwicklung unterstützt wird. Möchten Sie Ihre OpenMV Cam jetzt registrieren?

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV IDE will display these three messages boxes each time you connect until you register your OpenMV Cam... Would you like to register your OpenMV Cam now?
de: OpenMV IDE zeigt diese drei Meldungen bei jedem Verbindungsaufbau an, bis Sie Ihre OpenMV Cam registrieren ... Möchten Sie Ihre OpenMV Cam jetzt registrieren?

# OpenMV::Internal::OpenMVPlugin|
source: Register OpenMV Cam
de: Registrieren Sie Ihre OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a board key to register your OpenMV Cam.<br/><br/>If you do not have a board key you may purchase one from OpenMV <a href="https://openmv.io/products/openmv-cam-board-key">here</a>.
de: Bitte geben Sie einen board key ein, um Ihre OpenMV Cam zu registrieren.<br/><br/>Wenn Sie keinen board key haben, können Sie diesen von OpenMV erwerben <a href ="https://openmv.io/products/openmv -cam-board-key">hier</a>.

# OpenMV::Internal::OpenMVPlugin|
source: Registering OpenMV Cam...
de: Registrierung der OpenMV Cam ...

# OpenMV::Internal::OpenMVPlugin|
source: Thank you for registering your OpenMV Cam!
de: Vielen Dank für die Registrierung Ihrer OpenMV Cam!

# OpenMV::Internal::OpenMVPlugin|
source: Invalid Board Key!
de: Ungültiger Board Key!

# OpenMV::Internal::OpenMVPlugin|
source: Board Key already used!
de: Board Key bereits benutzt!

# OpenMV::Internal::OpenMVPlugin|
source: Board and ID already registered!
de: Board und ID sind bereits registriert!

# OpenMV::Internal::OpenMVPlugin|
source: Database Error!
de: Datenbankfehler

# OpenMV::Internal::OpenMVPlugin|
source: GET Network error!
de: GET Netzwerkfehler!

# OpenMV::Internal::OpenMVPlugin|
source: GET network error!
de: GET Netzwerkfehler!

# OpenMV::Internal::OpenMVPlugin|
source: Invalidly formatted Board Key!
de: Ungültig formatierter Board Key!

# OpenMV::Internal::OpenMVPlugin|
source: New OpenMV IDE reources are available (e.g. examples, firmware, documentation, etc.).
de: Neue OpenMV IDE-Ressourcen sind verfügbar (z.B. Beispiele, Firmware, Dokumentation, etc.).

# OpenMV::Internal::OpenMVPlugin|
source: Install
de: Installieren

# OpenMV::Internal::OpenMVPlugin|
source: Installing...
de: Installieren...

# OpenMV::Internal::OpenMVPlugin|
source: Please close any programs that are viewing/editing OpenMV IDE's application data and then restart OpenMV IDE!
de: Bitte schließen Sie alle Programme, die die Anwendungsdaten von OpenMV IDE anzeigen /bearbeiten, und starten Sie OpenMV IDE neu!

# OpenMV::Internal::OpenMVPlugin|
source: Installation Sucessful! Please restart OpenMV IDE.
de: Installation erfolgreich! Bitte starte OpenMV IDE neu.

# OpenMV::Internal::OpenMVPlugin|
source: Package Update
de: Paketaktualisierung

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open the resources file "%L1"!
de: Die Ressourcendatei "%L1" kann nicht geöffnet werden!

# OpenMV::Internal::OpenMVPlugin|
source: Network request failed "%L1"!
de: Netzwerkanfrage fehlgeschlagen "%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Path
de: Firmware-Pfad

# OpenMV::Internal::OpenMVPlugin|
source: Erase internal file system
de: Lösche das interne Dateisystem

# OpenMV::Internal::OpenMVPlugin|
source: "%L1" is not a file!
de: "%L1" ist keine Datei!

# OpenMV::Internal::OpenMVPlugin|
source: No OpenMV Cams found!
de: Keine OpenMV Cams gefunden!

# OpenMV::Internal::OpenMVPlugin|
source: Do you have an OpenMV Cam connected and is it bricked?
de: Hast du eine OpenMV Cam angeschlossen und ist sie bricked?

# OpenMV::Internal::OpenMVPlugin|
source: Please select the board type
de: Bitte wählen Sie den Kartentyp aus

# OpenMV::Internal::OpenMVPlugin|
source: Erase the internal file system?
de: Internes Filesystem löschen?

# OpenMV::Internal::OpenMVPlugin|
source: Please select a serial port
de: Bitte wählen Sie eine serielle Schnittstelle

# OpenMV::Internal::OpenMVPlugin|
source: Connecting... (Hit cancel if this takes more than 5 seconds).
de: Verbindung herstellen ... (Hit cancel, wenn dies länger als 5 Sekunden dauert).

# OpenMV::Internal::OpenMVPlugin|
source: Try doing: sudo adduser %L1 dialout ...in a terminal and then restart your computer.
de: Versuchen Sie Folgendes: Übernehmen Sie User %L1 Dialout ... in einem Terminal und starten Sie Ihren Computer neu.

# OpenMV::Internal::OpenMVPlugin|
source: Timeout error while getting firmware version!
de: Timeout Fehler beim Firmware Update!

# OpenMV::Internal::OpenMVPlugin|
source: Do not try to connect while the green light on your OpenMV Cam is on!
de: Versuchen Sie nicht, eine Verbindung herzustellen, während das grüne Licht an Ihrer OpenMV Cam an ist!

# OpenMV::Internal::OpenMVPlugin|
source: Try to connect again?
de: Erneut verbinden?

# OpenMV::Internal::OpenMVPlugin|
source: Unsupported board architecture!
de: Nicht unterstützte Board-Architektur!

# OpenMV::Internal::OpenMVPlugin|
source: Timeout error while getting board architecture!
de: Timeout-Fehler während Abruf der Board-Architektur!

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect your OpenMV Cam and then reconnect it... Hit cancel to skip to DFU reprogramming.
de: Trennen Sie Ihre OpenMV Cam und schließen Sie sie erneut an ...\n\nHit cancel, um zur DFU-Neuprogrammierung zu springen.

# OpenMV::Internal::OpenMVPlugin|
source: Unable to connect to your OpenMV Cam's normal bootloader!
de: Es kann keine Verbindung zum normalen Bootloader Ihrer OpenMV Cam hergestellt werden!

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV IDE can still try to upgrade your OpenMV Cam using your OpenMV Cam's DFU Bootloader. Continue?
de: OpenMV IDE kann immer noch versuchen, Ihre OpenMV Cam mit dem DFU-Bootloader der OpenMV Cam zu aktualisieren. Weiter?

# OpenMV::Internal::OpenMVPlugin|
source: Erasing...
de: Löschen ...

# OpenMV::Internal::OpenMVPlugin|
source: Timeout Error!
de: Zeitüberschreitung!

# OpenMV::Internal::OpenMVPlugin|
source: Programming...
de: Programmiert...

# OpenMV::Internal::OpenMVPlugin|
source: Done upgrading your OpenMV Cam's firmware! Click the Ok button after your OpenMV Cam has enumerated and finished running its built-in self test (blue led blinking - this takes a while).
de: Fertig mit der Aktualisierung der OpenMV Cam-Firmware! Klicke auf die OK-Schaltfläche, nachdem deine OpenMV-Kamera den integrierten Selbsttest ausgeführt hat (blaue LED blinkt - das dauert eine Weile).

# OpenMV::Internal::OpenMVPlugin|
source: The firmware file is empty!
de: Die Firmware-Datei ist leer!

# OpenMV::Internal::OpenMVPlugin|
source: DFU update erases your OpenMV Cam's internal flash file system. Backup your data before continuing!
de: Das DFU-Update löscht das interne Flash-Dateisystem Ihrer OpenMV Cam. Speichern Sie Ihre Daten, bevor Sie fortfahren!

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect your OpenMV Cam from your computer, add a jumper wire between the BOOT and RST pins, and then reconnect your OpenMV Cam to your computer. Click the Ok button after your OpenMV Cam's DFU Bootloader has enumerated.
de: Trennen Sie Ihre OpenMV Cam von Ihrem Computer, fügen Sie ein Überbrückungskabel zwischen den BOOT- und RST-Pins hinzu und schließen Sie Ihre OpenMV Cam erneut an Ihren Computer an. Klicken Sie auf OK, nachdem der DFU Bootloader Ihrer OpenMV Cam aufgezählt wurde.

# OpenMV::Internal::OpenMVPlugin|
source: Reprogramming... (may take up to 5 minutes)
de: Neuprogrammierung ... (kann bis zu 5 Minuten dauern)

# OpenMV::Internal::OpenMVPlugin|
source: DFU firmware update complete!
de: DFU Firmware Update abgeschlossen!

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect your OpenMV Cam from your computer, remove the jumper wire between the BOOT and RST pins, and then reconnect your OpenMV Cam to your computer.
de: Trennen Sie Ihre OpenMV Cam von Ihrem Computer, entfernen Sie das Überbrückungskabel zwischen den BOOT- und RST-Pins und schließen Sie Ihre OpenMV Cam wieder an Ihren Computer an.

# OpenMV::Internal::OpenMVPlugin|
source: Click the Ok button after your OpenMV Cam has enumerated and finished running its built-in self test (blue led blinking - this takes a while).
de: Klicken Sie auf die Schaltfläche OK, nachdem Ihre OpenMV-Kamera den integrierten Selbsttest ausgeführt hat (blaue LED blinkt - dies dauert eine Weile).

# OpenMV::Internal::OpenMVPlugin|
source: DFU firmware update failed!
de: DFU-Firmware-Update fehlgeschlagen!

# OpenMV::Internal::OpenMVPlugin|
source: PyDFU requires the following libraries to be installed: MacPorts: sudo port install libusb py-pip sudo pip install pyusb HomeBrew: sudo brew install libusb python sudo pip install pyusb
de: PyDFU erfordert die Installation folgender Bibliotheken: MacPorts: sudo port install libusb py-pip sudo pip install pyusb HomeBrew: sudo brew install libusb python sudo pip install pyusb

# OpenMV::Internal::OpenMVPlugin|
source: PyDFU requires the following libraries to be installed: sudo apt-get install libusb-1.0 python-pip sudo pip install pyusb
de: PyDFU benötigt die folgenden Bibliotheken installiert werden: sudo apt-get install libusb-1.0 python-pip sudo pip install pyusb

# OpenMV::Internal::OpenMVPlugin|
source: Timeout error while learning MTU!
de: Timeout-Fehler beim Lernen der MTU!

# OpenMV::Internal::OpenMVPlugin|
source: Serial Port: %L1
de: Serieller Port: %L1

# OpenMV::Internal::OpenMVPlugin|
source: - [ out of date - click here to updgrade ]
de: - [ veraltet - hier klicken zum upgraden ]

# OpenMV::Internal::OpenMVPlugin|
source: Your OpenMV Cam's firmware is out of date. Would you like to upgrade?
de: Die Firmware Ihrer OpenMV Cam ist veraltet. Möchten Sie ein Upgrade durchführen?

# OpenMV::Internal::OpenMVPlugin|
source: Failed to eject "%L1"!
de: Fehler beim Auswerfen von "%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Reset
de: Zurücksetzen

# OpenMV::Internal::OpenMVPlugin|
source: Configure Settings
de: Einstellungen

# OpenMV::Internal::OpenMVPlugin|
source: Save Script
de: Skript speichern

# OpenMV::Internal::OpenMVPlugin|
source: Strip comments and convert spaces to tabs?
de: Kommentare entfernen und Leerzeichen in Tabs konvertieren?

# OpenMV::Internal::OpenMVPlugin|
source: Save Image
de: Bild speichern

# OpenMV::Internal::OpenMVPlugin|
source: Image Files (*.bmp *.jpg *.jpeg *.png *.ppm)
de: Bilddateien (*.bmp *.jpg *.jpeg *.png *.ppm)

# OpenMV::Internal::OpenMVPlugin|
source: Failed to save the image file for an unknown reason!
de: Fehler beim Speichern der Bilddatei aus einem unbekannten Grund!

# OpenMV::Internal::OpenMVPlugin|
source: Save Template
de: Vorlage speichern

# OpenMV::Internal::OpenMVPlugin|
source: Image Files (*.bmp *.jpg *.jpeg *.pgm *.ppm)
de: Bilddateien (* .bmp *.jpg *.jpeg *.pgm *.ppm)

# OpenMV::Internal::OpenMVPlugin|
source: Please select a valid path on the OpenMV Cam!
de: Bitte wählen Sie einen gültigen Pfad auf der OpenMV Cam!

# OpenMV::Internal::OpenMVPlugin|
source: "%L1" is longer than a max length of %L2 characters!
de: "%L1" ist länger als eine maximale Länge von %L2 Zeichen!

# OpenMV::Internal::OpenMVPlugin|
source: Save Descriptor
de: Deskriptor speichern

# OpenMV::Internal::OpenMVPlugin|
source: Keypoints Files (*.lbp *.orb)
de: Keypoint Dateien (*.lbp *.orb)

# OpenMV::Internal::OpenMVPlugin|
source: Open Example
de: Beispiel öffnen

# OpenMV::Internal::OpenMVPlugin|
source: Open File
de: Datei öffnen

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open the example file "%L1"!
de: Die Beispieldatei "%L1" kann nicht geöffnet werden!

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open the file "%L1"!
de: Die Datei "%L1" kann nicht geöffnet werden!

# OpenMV::Internal::OpenMVPlugin|
source: Firmware Update
de: Firmware aktualisieren

# OpenMV::Internal::OpenMVPlugin|
source: Update your OpenMV Cam's firmware to the latest version?
de: Wollen sie die Firmware Ihrer OpenMV Cam auf die neueste Version updaten?

# OpenMV::Internal::OpenMVPlugin|
source: Your OpenMV Cam's firmware is up to date.
de: Die Firmware Ihrer OpenMV Cam ist auf dem neuesten Stand.

# OpenMV::Internal::OpenMVPlugin|
source: Need to reset your OpenMV Cam's firmware to the release version?
de: Müssen Sie die Firmware Ihrer OpenMV Cam auf die Release-Version zurücksetzen?

# OpenMV::Internal::OpenMVPlugin|
source: Cannot open firmware.txt!
de: Firmware.txt kann nicht geöffnet werden!

# OpenMV::Internal::OpenMVPlugin|
source: Select Drive
de: Laufwerk wählen

# OpenMV::Internal::OpenMVPlugin|
source: No valid drives were found to associate with your OpenMV Cam!
de: Es wurden keine gültigen Laufwerke gefunden, die mit Ihrer OpenMV Cam assoziert sind!

# OpenMV::Internal::OpenMVPlugin|
source: "%L1" is the only drive available so it must be your OpenMV Cam's drive.
de: "%L1" ist das einzige verfügbare Laufwerk, daher muss es das Laufwerk Ihrer OpenMV Cam sein.

# OpenMV::Internal::OpenMVPlugin|
source: Please associate a drive with your OpenMV Cam
de: Bitte verbinden Sie ein Laufwerk mit Ihrer OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: Drive: %L1
de: Laufwerk: %L1

# OpenMV::Internal::OpenMVPlugin|
source: New Terminal
de: Neues Terminal

# OpenMV::Internal::OpenMVPlugin|
source: Connect to serial port
de: Stellen Sie eine Verbindung zur seriellen Schnittstelle her

# OpenMV::Internal::OpenMVPlugin|
source: Connect to UDP port
de: Stellen Sie eine Verbindung zum UDP-Port her

# OpenMV::Internal::OpenMVPlugin|
source: Connect to TCP port
de: Stellen Sie eine Verbindung zum TCP-Port her

# OpenMV::Internal::OpenMVPlugin|
source: Please select an option
de: Wählen Sie eine Option aus.

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a baud rate
de: Bitte geben Sie eine Baudrate ein

# OpenMV::Internal::OpenMVPlugin|
source: Invalid string: "%L1"!
de: Ungültige Zeichenfolge: "%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Connect to a UDP server as a client or start a UDP Server?
de: Mit einem UDP-Server als Client verbinden oder einen UDP-Server starten?

# OpenMV::Internal::OpenMVPlugin|
source: Connect to a Server
de: Stellen Sie eine Verbindung zu einem Server her

# OpenMV::Internal::OpenMVPlugin|
source: Start a Server
de: Starten Sie einen Server

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a IP address (or domain name) and port (e.g. xxx.xxx.xxx.xxx:xxxx)
de: Bitte geben Sie eine IP-Adresse (oder einen Domain-Namen) und einen Port ein (zB xxx.xxx.xxx.xxx:xxxx)

# OpenMV::Internal::OpenMVPlugin|
source: UDP Client Connection - %1
de: UDP-Clientverbindung - %1

# OpenMV::Internal::OpenMVPlugin|
source: Please enter a port number (enter 0 for any random free port)
de: Bitte geben Sie eine Portnummer ein (geben Sie für einen zufälligen freien Port 0 ein)

# OpenMV::Internal::OpenMVPlugin|
source: Connect to a TCP server as a client or start a TCP Server?
de: Stellen Sie eine Verbindung zu einem TCP-Server als Client her oder starten Sie einen TCP-Server?

# OpenMV::Internal::OpenMVPlugin|
source: TCP Client Connection - %1
de: TCP-Clientverbindung - %1

# OpenMV::Internal::OpenMVPlugin|
source: Error: Option Index!
de: Fehler: Optionsindex!

# OpenMV::Internal::OpenMVPlugin|
source: Clear Menu
de: Menü löschen

# OpenMV::Internal::OpenMVPlugin|
source: Source image location?
de: Quellbildposition?

# OpenMV::Internal::OpenMVPlugin|
source: Frame Buffer
de: Bildspeicher, Framebuffer

# OpenMV::Internal::OpenMVPlugin|
source: Image File
de: Bilddatei

# OpenMV::Internal::OpenMVPlugin|
source: The selected threshold tuple will be updated on close.
de: Das ausgewählte Schwellenwerttupel wird beim Schließen aktualisiert.

# OpenMV::Internal::OpenMVPlugin|
source: No image loaded!
de: Kein Bild geladen!

# OpenMV::Internal::OpenMVPlugin|
source: Image File
de: Bilddatei

# OpenMV::Internal::OpenMVPlugin|
source: What would you like to do?
de: Was möchten Sie tun?

# OpenMV::Internal::OpenMVPlugin|
source: Edit File
de: Datei bearbeiten

# OpenMV::Internal::OpenMVPlugin|
source: Merge Files
de: Dateien zusammenführen

# OpenMV::Internal::OpenMVPlugin|
source: Edit Keypoints
de: Schlüsselpunkte bearbeiten

# OpenMV::Internal::OpenMVPlugin|
source: Save Edited Keypoints
de: Bearbeitete Schlüsselpunkte speichern

# OpenMV::Internal::OpenMVPlugin|
source: Failed to save the edited keypoints for an unknown reason!
de: Fehler beim Speichern der bearbeiteten Keypoints aus einem unbekannten Grund!

# OpenMV::Internal::OpenMVPlugin|
source: Failed to find the keypoints image file!
de: Die Bilddatei mit den Schlüsselpunkten konnte nicht gefunden werden!

# OpenMV::Internal::OpenMVPlugin|
source: Failed to load the keypoints file for an unknown reason!
de: Fehler beim Laden der Keypoints-Datei aus einem unbekannten Grund!

# OpenMV::Internal::OpenMVPlugin|
source: Merge Keypoints
de: Keypoints zusammenführen

# OpenMV::Internal::OpenMVPlugin|
source: Save Merged Keypoints
de: Speichere zusammengeführte Schlüsselpunkte

# OpenMV::Internal::OpenMVPlugin|
source: Failed to save the merged keypoints for an unknown reason!
de: Fehler beim Speichern der zusammengeführten Schlüsselpunkte aus einem unbekannten Grund!

# OpenMV::Internal::OpenMVPlugin|
source: Failed to load the first keypoints file for an unknown reason!
de: Fehler beim Laden der ersten Schlüsselpunktdatei aus einem unbekannten Grund!

# OpenMV::Internal::OpenMVPlugin|
source: What tag images from the %L1 tag family do you want to generate?
de: Welche Tag-Bilder aus der %L1-Tag-Familie möchten Sie generieren?

# OpenMV::Internal::OpenMVPlugin|
source: Inlcude tag family and ID number in the image
de: Fügen Sie Tag-Familie und ID-Nummer in das Bild ein

# OpenMV::Internal::OpenMVPlugin|
source: AprilTag Generator - Where do you want to save %n tag image(s) to?
de: AprilTag Generator - Wo möchten Sie %n Tag Image (s) speichern?

# OpenMV::Internal::OpenMVPlugin|
source: Generating images...
de: Bilder erzeugen ...

# OpenMV::Internal::OpenMVPlugin|
source: Painting - begin failed!
de: Malerei - beginnen gescheitert!

# OpenMV::Internal::OpenMVPlugin|
source: Painting - end failed!
de: Malerei - Ende gescheitert!

# OpenMV::Internal::OpenMVPlugin|
source: Generation complete!
de: Generation abgeschlossen!

# OpenMV::Internal::OpenMVPlugin|
source: Import Helper
de: Importhelfer

# OpenMV::Internal::OpenMVPlugin|
source: Module "%L1" on your OpenMV Cam is different than the copy on your computer. Would you like OpenMV IDE to update the module on your OpenMV Cam?
de: Das Modul "%L1" auf Ihrer OpenMV Cam unterscheidet sich von der Kopie auf Ihrem Computer. Möchten Sie, dass OpenMV IDE das Modul auf Ihrer OpenMV Cam aktualisiert?

# OpenMV::Internal::OpenMVPlugin|
source: Failed to remove "%L1"!
de: Fehler beim Entfernen von "%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Failed to create "%L1"!
de: Fehler beim Erstellen von "%L1"!

# OpenMV::Internal::OpenMVPlugin|
source: Would you like OpenMV IDE to update the module on your computer?
de: Möchten Sie, dass OpenMV IDE das Modul auf Ihrem Computer aktualisiert?

# OpenMV::Internal::OpenMVPlugin|
source: Module "%L1" may be required to run your script. Would you like OpenMV IDE to copy it to your OpenMV Cam?
de: Möglicherweise ist das Modul "%L1" erforderlich, um das Skript auszuführen. Möchten Sie, dass OpenMV IDE es auf Ihre OpenMV Cam kopiert?

# QObject|
source: New File
de: Neue Datei

# QObject|
source: Can't open the new file!
de: Die neue Datei kann nicht geöffnet werden!

# QObject|
source: Network to copy to OpenMV Cam
de: Netzwerk zum Kopieren in die OpenMV Cam

# QObject|
source: Neural Network Model (*.network)
de: Neuronales Netzwerkmodell (*.network)

# QObject|
source: Where to save the network on the OpenMV Cam
de: Wo kann das Netzwerk auf der OpenMV Cam gespeichert werden?

# QObject|
source: Copy Failed!
de: Kopie fehlgeschlagen!

# QObject|
source: Failed to write frame!
de: Fehler beim Schreiben des Frames!

# QObject|
source: Reading File...
de: Datei lesen ...

# QObject|
source: Cancel
de: Abbruch

# QObject|
source: Reading File
de: Datei lesen

# QObject|
source: No frames found!
de: Keine Frames gefunden!

# QObject|
source: File is corrupt!
de: Datei ist beschädigt!

# QObject|
source: Transcoding File...
de: Transkodierungsdatei ...

# QObject|
source: Transcoding File
de: Transkodierungsdatei

# QObject|
source: Painter Failed!
de: Maler ist gescheitert!

# QObject|
source: Failed to write!
de: Schreiben konnte nicht!

# QObject|
source: Failed to write header again!
de: Der Header konnte nicht erneut geschrieben werden!

# QObject|
source: Seek failed!
de: Suche fehlgeschlagen!

# QObject|
source: Failed to write header!
de: Fehler beim Schreiben des Headers!

# QObject|
source: Error: %L1!
de: Fehler: %L1!

# QObject|
source: Unsupported OpenMV ImageWriter File version!
de: OpenMV ImageWriter Dateiversion nicht unterstützt!

# QObject|
source: Get Input Formats
de: Erhalten Sie Eingabeformate

# QObject|
source: Query failed!
de: Anfrage fehlgeschlagen!

# QObject|
source: Convert Video
de: Video konvertieren

# QObject|
source: Failed to launch ffmpeg!
de: Fehler beim Starten von ffmpeg!
