Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# Core::Internal::ShortcutSettingsWidget|
source: Enter key sequence as text
de: Geben Sie die Tastenfolge als Text ein

# Core::Internal::ShortcutSettingsWidget|
source: Key sequence:
de: Tastenfolge:

# Core::Internal::ShortcutSettingsWidget|
source: Use "Cmd", "Opt", "Ctrl", and "Shift" for modifier keys. Use "Escape", "Backspace", "Delete", "Insert", "Home", and so on, for special keys. Combine individual keys with "+", and combine multiple shortcuts to a shortcut sequence with ",". For example, if the user must hold the Ctrl and Shift modifier keys while pressing Escape, and then release and press A, enter "Ctrl+Shift+Escape,A".
de: Verwenden Sie "Cmd", "Opt", "Ctrl" und "Shift" für Modifier-Tasten. Verwenden Sie "Escape", "Backspace", "Delete", "Insert", "Home" usw. für spezielle Tasten. Kombinieren Sie einzelne Schlüssel mit "+" und kombinieren Sie mehrere Verknüpfungen mit "," zu einer Verknüpfungssequenz. Wenn der Benutzer zum Beispiel die Umschalt- und die Umschalttaste gedrückt halten muss, während er die Escape-Taste drückt und dann loslässt und A drückt, geben Sie "Strg + Umschalt + Esc, A" ein.

# Core::Internal::ShortcutSettingsWidget|
source: Use "Ctrl", "Alt", "Meta", and "Shift" for modifier keys. Use "Escape", "Backspace", "Delete", "Insert", "Home", and so on, for special keys. Combine individual keys with "+", and combine multiple shortcuts to a shortcut sequence with ",". For example, if the user must hold the Ctrl and Shift modifier keys while pressing Escape, and then release and press A, enter "Ctrl+Shift+Escape,A".
de: Verwenden Sie "Ctrl", "Alt", "Meta" und "Shift" fals Änderungstasten. Verwenden Sie "Escape", "Backspace", "Delete", "Insert", "Home" usw. als Sondertasten. Kombinieren Sie einzelne Schlüssel mit "+" und kombinieren Sie mehrere Verknüpfungen zu einer Verknüpfungssequenz mit ",". Wenn der Benutzer zum Beispiel die Strg- und die Umschalttaste gedrückt halten muss, während er die Escape-Taste drückt und dann loslässt und A drückt, geben Sie "Strg + Umschalt + Esc, A" ein.

# Core::Internal::ShortcutSettingsWidget|
source: Reset
de: Zurücksetzen

# Core::Internal::ShortcutSettingsWidget|
source: Reset to default.
de: Auf Standardeinstellung zurücksetzen

# Core::Internal::ShortcutSettingsWidget|
source: Key sequence has potential conflicts. <a href="#conflicts">Show.</a>
de: Die Tastenfolge weist potenzielle Konflikte auf. <a href="#conflicts">Anzeigen.</a>

# Core::Internal::ShortcutSettingsWidget|
source: Invalid key sequence.
de: Ungültige Tastenfolge

# Core::Internal::ShortcutSettingsWidget|
source: Import Keyboard Mapping Scheme
de: Tastaturbelegungsprogramm importieren

# Core::Internal::ShortcutSettingsWidget|
source: Keyboard Mapping Scheme (*.kms)
de: Tastaturzuordnungsschema (* .kms)

# Core::Internal::ShortcutSettingsWidget|
source: Export Keyboard Mapping Scheme
de: Tastaturbelegungsschema exportieren

# Core::Internal::ShortcutSettings|
source: Keyboard
de: Tastatur

# Core::DocumentManager|error message
source: Could not save the files.
de: Die Dateien konnten nicht gespeichert werden.

# Core::DocumentManager|
source: File Error
de: Dateifehler

# Core::DocumentManager|
source: Error while saving file: %1
de: Fehler beim Speichern der Datei: %1

# Core::DocumentManager|
source: Overwrite?
de: Überschreiben?

# Core::DocumentManager|
source: An item named "%1" already exists at this location. Do you want to overwrite it?
de: Ein Element mit dem Namen "%1" existiert bereits an diesem Ort. Willst du es überschreiben?

# Core::DocumentManager|
source: Save File As
de: Datei speichern als

# Core::DocumentManager|
source: Open File
de: Öffnen Sie die Datei

# Core::DocumentManager|
source: Cannot reload %1
de: %1 kann nicht erneut geladen werden

# Core::Internal::EditMode|
source: Edit
de: Bearbeiten

# Core::DocumentModelPrivate|
source: <no document>
de: <kein Dokument>

# Core::DocumentModelPrivate|
source: No document is selected.
de: Kein Dokument ist ausgewählt.

# Core::EditorManager|
source: Revert to Saved
de: Zurück zu Gespeichert

# Core::EditorManager|
source: Close
de: Schließen

# Core::EditorManager|
source: Close All
de: Alle schließen

# Core::EditorManager|
source: Close Others
de: Andere schließen

# Core::EditorManager|
source: Close All Except Visible
de: Schließen Sie alle außer Sichtbar

# Core::EditorManager|
source: Next Open Document in History
de: Weiter Dokument in Geschichte öffnen

# Core::EditorManager|
source: Previous Open Document in History
de: Vorheriges Dokument in Geschichte öffnen

# Core::EditorManager|
source: Go Back
de: Zurück

# Core::EditorManager|
source: Go Forward
de: Weiter

# Core::EditorManager|
source: Copy Full Path
de: Kopiere den vollständigen Pfad

# Core::EditorManager|
source: Copy Path and Line Number
de: Pfad und Zeilennummer kopieren

# Core::EditorManager|
source: Copy File Name
de: Dateiname kopieren

# Core::EditorManager|
source: &Save
de: &Speichern

# Core::EditorManager|
source: Save &As...
de: Speichern als...

# Core::EditorManager|
source: Continue Opening Huge Text File?
de: Weiter große Textdatei öffnen?

# Core::EditorManager|
source: The text file "%1" has the size %2MB and might take more memory to open and process than available. Continue?
de: Die Textdatei "%1" hat die Größe %2MB und benötigt möglicherweise mehr Arbeitsspeicher zum Öffnen und Verarbeiten als verfügbar. Weiter?

# Core::EditorManager|
source: File Error
de: Dateifehler

# Core::EditorManager|
source: Close "%1"
de: Schließe "%1"

# Core::EditorManager|
source: Close Editor
de: Editor schließen

# Core::EditorManager|
source: Close All Except "%1"
de: Alle schließen außer "%1"

# Core::EditorManager|
source: Close Other Editors
de: Schließen Sie andere Redakteure

# Core::EditorManager|
source: Opening File
de: Datei öffnen

# Core::EditorManager|
source: Split
de: Teilt

# Core::EditorManager|
source: Split Side by Side
de: Seite an Seite teilen

# Core::EditorManager|
source: Open in New Window
de: In neuem Fenster öffnen

# Core::EditorManager|
source: Close Document
de: Dokument schließen

# Core::Internal::EditorManagerPrivate|
source: Revert File to Saved
de: Datei als Gespeicherte wiederherstellen

# Core::Internal::EditorManagerPrivate|
source: Alternative Close
de: Alternative Schließen

# Core::Internal::EditorManagerPrivate|
source: Split
de: Teilt

# Core::Internal::EditorManagerPrivate|
source: Split Side by Side
de: Seite an Seite teilen

# Core::Internal::EditorManagerPrivate|
source: Open in New Window
de: In neuem Fenster öffnen

# Core::Internal::EditorManagerPrivate|
source: Remove Current Split
de: Aktuelle Teilung entfernen

# Core::Internal::EditorManagerPrivate|
source: Remove All Splits
de: Alle Splits entfernen

# Core::Internal::EditorManagerPrivate|
source: Go to Previous Split or Window
de: Gehe zum vorherigen Split oder Fenster

# Core::Internal::EditorManagerPrivate|
source: Go to Next Split or Window
de: Gehe zum nächsten Split oder Fenster

# Core::Internal::EditorManagerPrivate|
source: Ad&vanced
de: Er&weitert

# Core::Internal::EditorManagerPrivate|
source: Current document
de: Aktuelles Dokument

# Core::Internal::EditorManagerPrivate|
source: X-coordinate of the current editor's upper left corner, relative to screen.
de: X-Koordinate der linken oberen Ecke des aktuellen Editors relativ zum Bildschirm.

# Core::Internal::EditorManagerPrivate|
source: Y-coordinate of the current editor's upper left corner, relative to screen.
de: Y-Koordinate der linken oberen Ecke des aktuellen Editors relativ zum Bildschirm.

# Core::Internal::EditorManagerPrivate|
source: Could not open "%1": Cannot open files of type "%2".
de: Konnte "%1" nicht öffnen: Dateien des Typs "%2" können nicht geöffnet werden.

# Core::Internal::EditorManagerPrivate|
source: Could not open "%1" for reading. Either the file does not exist or you do not have the permissions to open it.
de: Konnte "%1" zum Lesen nicht öffnen. Entweder existiert die Datei nicht oder Sie haben nicht die Berechtigung, sie zu öffnen.

# Core::Internal::EditorManagerPrivate|
source: Could not open "%1": Unknown error.
de: Konnte "%1" nicht öffnen: Unbekannter Fehler.

# Core::Internal::EditorManagerPrivate|
source: <b>Warning:</b> This file was not opened in %1 yet.
de: <b>Warnung:</b> Diese Datei wurde noch nicht in %1 geöffnet.

# Core::Internal::EditorManagerPrivate|
source: Open
de: Öffnen

# Core::Internal::EditorManagerPrivate|
source: <b>Warning:</b> You are changing a read-only file.
de: <b>Warnung:</b> Sie ändern eine schreibgeschützte Datei.

# Core::Internal::EditorManagerPrivate|
source: Make Writable
de: Schreibbar machen

# Core::Internal::EditorManagerPrivate|
source: &Save %1
de: &Speichern %1

# Core::Internal::EditorManagerPrivate|
source: Save %1 &As...
de: Speichere %1 &als ...

# Core::Internal::EditorManagerPrivate|
source: Revert %1 to Saved
de: Setze %1 in Gespeichert zurück

# Core::Internal::EditorManagerPrivate|
source: Reload %1
de: Neu laden %1

# Core::Internal::EditorManagerPrivate|
source: Close %1
de: Schließen %1

# Core::Internal::EditorManagerPrivate|
source: Close All Except %1
de: Alle schließen außer %1

# Core::Internal::EditorManagerPrivate|
source: Close Others
de: Andere schließen

# Core::Internal::EditorManagerPrivate|
source: Cannot Open File
de: Datei kann nicht geöffnet werden

# Core::Internal::EditorManagerPrivate|
source: Cannot open the file for editing with VCS.
de: Die Datei kann nicht zur Bearbeitung mit VCS geöffnet werden.

# Core::Internal::EditorManagerPrivate|
source: File Error
de: Dateifehler

# Core::Internal::EditorManagerPrivate|
source: Revert to Saved
de: Zurück zu Gespeicherten

# Core::Internal::EditorManagerPrivate|
source: You will lose your current changes if you proceed reverting %1.
de: Sie werden Ihre aktuellen Änderungen verlieren, wenn Sie %1 wiederherstellen.

# Core::Internal::EditorManagerPrivate|
source: Proceed
de: Weiter

# Core::Internal::EditorManagerPrivate|
source: Cancel
de: Abbruch

# Core::Internal::OpenEditorsWidget|
source: Open Documents
de: Dokumente öffnen

# Core::Internal::SystemEditor|
source: Could not open url %1.
de: Die URL %1 konnte nicht geöffnet werden.

# Core::EditorToolBar|
source: Drag to drag documents between splits
de: Ziehen, um Dokumente zwischen Aufteilungen zu ziehen

# Core::EditorToolBar|
source: Split
de: Teilt

# Core::EditorToolBar|
source: Remove Split
de: Teilen entfernen

# Core::EditorToolBar|
source: Make Writable
de: Schreibbar machen

# Core::EditorToolBar|
source: File is writable
de: Die Datei ist beschreibbar

# Core::Internal::ExternalToolRunner|
source: Could not find executable for "%1" (expanded "%2")
de: Die ausführbare Datei für "%1" konnte nicht gefunden werden (erweitert "%2")

# Core::Internal::ExternalToolRunner|
source: Starting external tool "%1" %2
de: Starten des externen Tools "%1" %2

# Core::Internal::ExternalToolRunner|
source: "%1" finished
de: "%1" beendet

# Core::ExternalToolManager|
source: &External
de: &Extern

# Core::ExternalToolManager|
source: Error: External tool in %1 has duplicate id
de: Fehler: Externes Tool in %1 hat doppelte ID

# Core::Internal::ExternalTool|
source: Error while parsing external tool %1: %2
de: Fehler beim Analysieren des externen Tools %1: %2

# Core::Internal|
source: Launching a file browser failed
de: Das Starten eines Dateibrowsers ist fehlgeschlagen

# Core::Internal|
source: Unable to start the file manager: %1
de: Der Dateimanager konnte nicht gestartet werden: %1

# Core::Internal|
source: "%1" returned the following error: %2
de: "%1" hat den folgenden Fehler zurückgegeben: %2

# Core::Internal|
source: Launching Windows Explorer Failed
de: Starten von Windows Explorer fehlgeschlagen

# Core::Internal|
source: Could not find explorer.exe in path to launch Windows Explorer.
de: Konnte explorer.exe im Pfad zum Starten von Windows Explorer nicht finden.

# Core::Internal|
source: Find in This Directory...
de: Finde in diesem Verzeichnis...

# Core::Internal|
source: Show in Explorer
de: Im Explorer anzeigen

# Core::Internal|
source: Show in Finder
de: Im Finder anzeigen

# Core::Internal|
source: Show Containing Folder
de: Den enthaltenden Ordner anzeigen

# Core::Internal|
source: Open Command Prompt Here
de: Eingabeaufforderung hier öffnen

# Core::Internal|
source: Open Terminal Here
de: Hier das Terminal öffnen

# Core::Internal|
source: Deleting File Failed
de: Löschen der Datei fehlgeschlagen

# Core::Internal|
source: Could not delete file %1.
de: Datei %1 konnte nicht gelöscht werden

# Core::Internal::CurrentDocumentFind|
source: %n occurrences replaced.
de: %n Vorkommen ersetzt.

# Core::FindPlugin|
source: &Find/Replace
de: &Finden/Ersetzen

# Core::FindPlugin|
source: Advanced Find
de: Erweiterte Suche

# Core::FindPlugin|
source: Open Advanced Find...
de: Erweiterte Suche öffnen...

# Core::FindPlugin|
source: Advanced...
de: Fortgeschrittene...

# Core::FindPlugin|
source: Ctrl+Shift+F
de: Ctrl+Shift+FF

# Core::Internal::FindToolBar|
source: Find/Replace
de: Suchen|Ersetzen

# Core::Internal::FindToolBar|
source: Enter Find String
de: Zeichenfolge suchen eingeben

# Core::Internal::FindToolBar|
source: Find Next
de: Weitersuchen

# Core::Internal::FindToolBar|
source: Find Previous
de: Vorherige finden

# Core::Internal::FindToolBar|
source: Find Next (Selected)
de: Nächste finden (Ausgewählt)

# Core::Internal::FindToolBar|
source: Find Previous (Selected)
de: Vorherige finden (Ausgewählt)

# Core::Internal::FindToolBar|
source: Replace
de: Ersetzen

# Core::Internal::FindToolBar|
source: Replace && Find
de: Ersetzen && Finden

# Core::Internal::FindToolBar|
source: Replace && Find Previous
de: Vorherige ersetzen && finden

# Core::Internal::FindToolBar|
source: Replace All
de: Alles ersetzen

# Core::Internal::FindToolBar|
source: Case Sensitive
de: Groß-/Klein-Schreibung beachten

# Core::Internal::FindToolBar|
source: Whole Words Only
de: Nur ganze Wörter

# Core::Internal::FindToolBar|
source: Use Regular Expressions
de: Reguläre Ausdrücke verwenden

# Core::Internal::FindToolBar|
source: Preserve Case when Replacing
de: Beim Ersetzen Großschreibung erhalten

# Core::Internal::FindToolBar|
source: Close
de: Schließen

# Core::Internal::FindToolBar|
source: Search for...
de: Suchen nach...

# Core::Internal::FindToolBar|
source: Replace with...
de: Ersetzen Durch

# Core::IFindFilter|
source: Case sensitive
de: Groß-/Kleinschreibung beachten

# Core::IFindFilter|
source: Whole words
de: Ganze Wörter

# Core::IFindFilter|
source: Regular expressions
de: Reguläre Ausdrücke

# Core::IFindFilter|
source: Preserve case
de: Großschreibung beibehalten

# Core::IFindFilter|
source: Flags: %1
de: Flaggen: %1

# Core::IFindFilter|
source: None
de: Kein

# Core::Internal::SearchResultWidget|
source: Search was canceled.
de: Die Suche wurde abgebrochen.

# Core::Internal::SearchResultWidget|
source: Cancel
de: Abbruch

# Core::Internal::SearchResultWidget|
source: Repeat the search with same parameters.
de: Die Suche mit den gleichen Parametern wiederholen.

# Core::Internal::SearchResultWidget|
source: Search again
de: Erneut suchen

# Core::Internal::SearchResultWidget|
source: Replace with:
de: Ersetzen mit:

# Core::Internal::SearchResultWidget|
source: Replace all occurrences.
de: Alle Vorkommen ersetzen.

# Core::Internal::SearchResultWidget|
source: Replace
de: Ersetzen

# Core::Internal::SearchResultWidget|
source: Preserve case
de: Großschreibung beibehalten

# Core::Internal::SearchResultWidget|
source: This change cannot be undone.
de: Diese Änderung kann nicht rückgängig gemacht werden.

# Core::Internal::SearchResultWidget|
source: The search resulted in more than %n items, do you still want to continue?
de: Die Suche ergab mehr als %n Elemente. Möchten Sie trotzdem fortfahren?

# Core::Internal::SearchResultWidget|
source: Continue
de: Weiter

# Core::Internal::SearchResultWidget|
source: No matches found.
de: Keine Übereinstimmungen gefunden.

# Core::Internal::SearchResultWidget|
source: %n matches found.
de: %n Übereinstimmungen gefunden.

# Core::SearchResultWindow|
source: Expand All
de: Alles erweitern

# Core::SearchResultWindow|
source: New Search
de: Neue Suche

# Core::SearchResultWindow|
source: Collapse All
de: Alles falten

# Core::SearchResultWindow|
source: Search Results
de: Suchergebnisse

# BaseFileWizard|
source: Unable to create the directory %1.
de: Das Verzeichnis %1 konnte nicht erstellt werden.

# Core::HelpManager|
source: Unfiltered
de: Ungefiltert

# ICore|
source: Based on Qt %1 (%2, %3 bit)
de: Basierend auf Qt %1 (%2, %3 Bit)

# Core::IDocument|
source: File was restored from auto-saved copy. Select Save to confirm or Revert to Saved to discard changes.
de: Die Datei wurde von der automatisch gespeicherten Kopie wiederhergestellt. Wählen Sie "Speichern" zur Bestätigung oder "Zurück zu Gespeichert", um Änderungen zu verwerfen.

# Core::InfoBarDisplay|
source: Do Not Show Again
de: Nicht mehr anzeigen

# Core::InfoBarDisplay|
source: Close
de: Schließen

# Core::IVersionControl|
source: Open with VCS (%1)
de: Öffnen mit VCS (%1)

# Core::IWizardFactory|
source: Factory with id="%1" already registered. Deleting.
de: Factory mit ID="%1" bereits registriert. Löschen.

# Core::IWizardFactory|
source: Reload All Wizards
de: Alle Assistenten neu laden

# Core::IWizardFactory|
source: Inspect Wizard State
de: Assistentenstatus inspizieren

# Core::JsExpander|
source: Error in "%1": %2
de: Fehler in "%1": %2

# Core::JsExpander|
source: Cannot convert result of "%1" to string.
de: Ergebnis von "%1" kann nicht in Zeichenfolge konvertiert werden.

# Core::JsExpander|
source: Evaluate simple JavaScript statements.<br>The statements may not contain '{' nor '}' characters.
de: Einfache JavaScript-Anweisungen einfachen.<br>Die Anweisungen dürfen keine '{' oder '}' - Zeichen enthalten.

# Core::Internal::DirectoryFilter|
source: Generic Directory Filter
de: Generischer Verzeichnisfilter

# Core::Internal::DirectoryFilter|
source: Select Directory
de: Verzeichnis auswählen

# Core::Internal::DirectoryFilter|
source: %1 filter update: 0 files
de: %1 Filteraktualisierung: 0 Dateien

# Core::Internal::DirectoryFilter|
source: %1 filter update: %n files
de: Aktualisierung des %1-Filters: %n-Dateien

# Core::Internal::DirectoryFilter|
source: %1 filter update: canceled
de: Aktualisierung des %1-Filters: abgebrochen

# Core::Internal::ExecuteFilter|
source: Execute Custom Commands
de: Benutzerdefinierte Befehle ausführen

# Core::Internal::ExecuteFilter|
source: Previous command is still running ("%1"). Do you want to kill it?
de: Der vorherige Befehl läuft noch ("%1"). Möchten Sie ihn beenden?

# Core::Internal::ExecuteFilter|
source: Kill Previous Process?
de: Vorherigen Prozess beenden?

# Core::Internal::ExecuteFilter|
source: Command "%1" finished.
de: Der Befehl "%1" ist beendet.

# Core::Internal::ExecuteFilter|
source: Command "%1" failed.
de: Der Befehl "%1" ist fehlgeschlagen.

# Core::Internal::ExecuteFilter|
source: Could not find executable for "%1".
de: Die ausführbare Datei für "%1" konnte nicht gefunden werden.

# Core::Internal::ExecuteFilter|
source: Starting command "%1".
de: Startbefehl "%1".

# Core::Internal::ExecuteFilter|
source: Could not start process: %1.
de: Prozess konnte nicht gestartet werden: %1.

# Core::Internal::ExternalToolsFilter|
source: Run External Tool
de: Externes Tool ausführen

# Core::Internal::FileSystemFilter|
source: Files in File System
de: Dateien im Dateisystem

# Core::Internal::FileSystemFilter|
source: Create and Open "%1"
de: Erstelle und öffne "%1"

# Core::ILocatorFilter|
source: Filter Configuration
de: Filterkonfiguration

# Core::ILocatorFilter|
source: Prefix:
de: Präfix

# Core::ILocatorFilter|
source: Type the prefix followed by a space and search term to restrict search to the filter.
de: Geben Sie das Präfix gefolgt von einem Leerzeichen und einem Suchbegriff ein, um die Suche auf den Filter zu beschränken.

# Core::ILocatorFilter|
source: Include by default
de: Standardmäßig einschließen

# Core::ILocatorFilter|
source: Include the filter when not using a prefix for searches.
de: Filter mit einschließen, wenn kein Präfix für Suchvorgänge verwendet wird.

# Core::Internal::Locator|
source: Type to locate
de: Eingeben, um zu suchen

# Core::Internal::Locator|
source: Type to locate (%1)
de: Eingeben zum Suchen (%1)

# Core::Internal::Locator|
source: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">Open a document</div><table><tr><td><hr/><div style="margin-top: 5px">&bull; File > Open File (%1)</div><div style="margin-top: 5px">&bull; File > Examples </div><div style="margin-top: 5px">&bull; File > Recent Files</div><div style="margin-top: 5px">&bull; Drag and drop files here</div></td></tr></table></div></body></html>
de: <html><body style="color:#909090; font-size:14px"><div align='center'><div style="font-size:20px">Ein Dokument öffnen</div><table><tr><td><hr/><div style="margin-top: 5px">&bull; Datei> Datei öffnen (%1)</div><div style="margin-top: 5px">&bull; Datei> Beispiele </div><div style="margin-top: 5px">&bull; Datei> Letzte Dateien</div><div style="margin-top: 5px">&bull; Ziehen Sie Dateien hierher und legen Sie sie dort ab</div></td></tr></table></div></body></html>

# Core::Internal::Locator|
source: <div style="margin-left: 1em">- type <code>%1&lt;space&gt;&lt;pattern&gt;</code> to jump to a class definition</div>
de: <div style="margin-left: 1em">- Geben Sie <code>%1&lt;space&gt;&lt;pattern&gt;</code> ein, um zu einer Klassendefinition zu springen</div>

# Core::Internal::Locator|
source: <div style="margin-left: 1em">- type <code>%1&lt;space&gt;&lt;pattern&gt;</code> to jump to a function definition</div>
de: <div style="margin-left: 1em"> - Geben Sie <code>%1&lt;space&gt;&lt;pattern&gt;</code> ein, um zu einer Funktionsdefinition zu springen</div>

# Core::Internal::Locator|
source: Updating Locator Caches
de: Aktualisierung von Locator-Caches

# Core::Internal::LocatorFiltersFilter|
source: Available filters
de: Verfügbare Filter

# Core::Internal::LocatorSettingsPage|
source: Prefix
de: Präfix

# Core::Internal::LocatorSettingsPage|
source: Built-in
de: Erbaut um 1859

# Core::Internal::LocatorSettingsPage|
source: Custom
de: Maßgeschneidert

# Core::Internal::LocatorWidget|
source: Refresh
de: Erneuern

# Core::Internal::LocatorWidget|
source: Locate...
de: Lokalisieren

# Core::Internal::LocatorWidget|
source: Options
de: Optionen

# Core::Internal::LocatorWidget|
source: <type here>
de: <hier eingeben>

# Core::Internal::OpenDocumentsFilter|
source: Open Documents
de: Dokumente öffnen

# Core::Internal::MainWindow|
source: &Edit
de: &Bearbeiten

# Core::Internal::MainWindow|
source: &Tools
de: Werkzeuge

# Core::Internal::MainWindow|
source: &Window
de: &Fenster

# Core::Internal::MainWindow|
source: &Help
de: Helfen

# Core::Internal::MainWindow|
source: Return to Editor
de: Zurück zum Editor

# Core::Internal::MainWindow|
source: &New File...
de: &Neue Datei...

# Core::Internal::MainWindow|
source: &Open File...
de: &Datei öffnen...

# Core::Internal::MainWindow|
source: Open File &With...
de: Datei öffnen &mit ...

# Core::Internal::MainWindow|
source: Recent &Files
de: Letzte &Dateien

# Core::Internal::MainWindow|
source: Save
de: Speichern

# Core::Internal::MainWindow|
source: Save As...
de: Speichern unter...

# Core::Internal::MainWindow|
source: Save A&ll
de: A&lle speichern

# Core::Internal::MainWindow|
source: &Print...
de: &Drucken...

# Core::Internal::MainWindow|
source: &Undo
de: Rückgängig

# Core::Internal::MainWindow|
source: Undo
de: Rückgängig machen

# Core::Internal::MainWindow|
source: &Redo
de: &Wiederholen

# Core::Internal::MainWindow|
source: Cu&t
de: Ausschnei&den
