Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# ExtensionSystem::Internal::PluginDetailsView|
source: Description:
de: Beschreibung:

# ExtensionSystem::Internal::PluginDetailsView|
source: Compatibility version:
de: Kompatible Version:

# ExtensionSystem::Internal::PluginDetailsView|
source: Dependencies:
de: Abhängigkeiten:

# ExtensionSystem::Internal::PluginDetailsView|
source: Vendor:
de: Verkäufer:

# ExtensionSystem::Internal::PluginDetailsView|
source: Location:
de: Ort:

# ExtensionSystem::Internal::PluginDetailsView|
source: Platforms:
de: Plattformen:

# ExtensionSystem::Internal::PluginDetailsView|
source: Group:
de: Gruppe:

# ExtensionSystem::Internal::PluginDetailsView|
source: License:
de: Lizenz:

# ExtensionSystem::Internal::PluginErrorOverview|
source: Qt Creator - Plugin loader messages
de: Qt Creator - Plugin loader Nachrichten

# ExtensionSystem::Internal::PluginErrorOverview|
source: The following plugins have errors and cannot be loaded:
de: Die folgenden Plugins haben Fehler und können nicht geladen werden:

# ExtensionSystem::Internal::PluginErrorView|
source: State:
de: Status:

# ExtensionSystem::Internal::PluginErrorView|
source: Error message:
de: Fehlermeldung:

# Utils::WizardPage|
source: Choose the Location
de: Wählen Sie den Standort

# Utils::WizardPage|
source: Path:
de: Pfad:

# Utils::NewClassWidget|
source: &Class name:
de: &Klassenname:

# Utils::NewClassWidget|
source: &Base class:
de: &Basisklasse:

# Utils::NewClassWidget|
source: &Type information:
de: &Typinformationen:

# Utils::NewClassWidget|
source: None
de: Kein

# Utils::NewClassWidget|
source: Inherits QObject
de: Erbt QObject

# Utils::NewClassWidget|
source: Inherits QWidget
de: Vererbt QWidget

# Utils::NewClassWidget|
source: Inherits QDeclarativeItem - Qt Quick 1
de: Erbt QDeclarativeItem - Qt Quick 1

# Utils::NewClassWidget|
source: Inherits QQuickItem - Qt Quick 2
de: Erbt QQuickItem - Qt Quick 2

# Utils::NewClassWidget|
source: Based on QSharedData
de: Basierend auf QSharedData

# Utils::NewClassWidget|
source: &Header file:
de: &Header-Datei:

# Utils::NewClassWidget|
source: &Source file:
de: &Quelldatei:

# Utils::NewClassWidget|
source: &Generate form:
de: &Generiere Formular:

# Utils::NewClassWidget|
source: &Form file:
de: &Formular-Datei:

# Utils::NewClassWidget|
source: &Path:
de: &Pfad:

# Utils::NewClassWidget|
source: Invalid base class name
de: Ungültiger Basisklassenname

# Utils::NewClassWidget|
source: Invalid header file name: "%1"
de: Ungültiger Dateiname der Kopfzeile: "%1"

# Utils::NewClassWidget|
source: Invalid source file name: "%1"
de: Ungültiger Quelldateiname: "%1"

# Utils::NewClassWidget|
source: Invalid form file name: "%1"
de: Ungültiger Name der Formulardatei: "%1"

# Utils::ProjectIntroPage|
source: Introduction and Project Location
de: Einführung und Projektstandort

# Utils::ProjectIntroPage|
source: Create in:
de: Erstellen in:

# Utils::ProjectIntroPage|
source: Use as default project location
de: Als Standardprojektort verwenden

# Utils::ProjectIntroPage|
source: Project:
de: Projekt:

# Utils::ProjectIntroPage|
source: <Enter_Name>
de: <_Name_eingeben>

# Utils::ProjectIntroPage|
source: Location
de: Ort

# Utils::ProjectIntroPage|
source: The project already exists.
de: Das Projekt ist bereits vorhanden.

# Utils::ProjectIntroPage|
source: A file with that name already exists.
de: Eine Datei mit diesem Namen ist bereits vorhanden.

# Utils::ProjectIntroPage|
source: Name is empty.
de: Der Name ist leer

# Utils::ProjectIntroPage|
source: Name does not match "%1".
de: Der Name stimmt nicht mit "%1" überein.

# Utils::ProjectIntroPage|
source: Invalid character ".".
de: Ungültiges Zeichen ".".

# Utils::ProjectIntroPage|
source: Invalid character "%1" found.
de: Ungültiges Zeichen "%1" gefunden.

# Utils::ProxyCredentialsDialog|
source: Proxy Credentials
de: Proxy-Anmeldeinformationen

# Utils::ProxyCredentialsDialog|
source: The proxy %1 requires a username and password.
de: Der Proxy %1 benötigt einen Benutzernamen und ein Passwort.

# Utils::ProxyCredentialsDialog|
source: Username:
de: Benutzername:

# Utils::ProxyCredentialsDialog|
source: Username
de: Benutzername

# Utils::ProxyCredentialsDialog|
source: Password:
de: Passwort:

# Utils::ProxyCredentialsDialog|
source: Password
de: Passwort

# Core::Internal::AddToVcsDialog|
source: Add the file to version control (%1)
de: Datei der Versionskontrolle hinzufügen (%1)

# Core::Internal::AddToVcsDialog|
source: Add the files to version control (%1)
de: Dateien zur Versionskontrolle hinzugügen (%1)

# Core::Internal::ExternalToolConfig|
source: Form
de: Formular

# Core::Internal::ExternalToolConfig|
source: Add tool.
de: Werkzeug hinzufügen.

# Core::Internal::ExternalToolConfig|
source: Add
de: Hinzufügen

# Core::Internal::ExternalToolConfig|
source: Remove tool.
de: Werkzeug entfernen.

# Core::Internal::ExternalToolConfig|
source: Remove
de: Löschen

# Core::Internal::ExternalToolConfig|
source: Revert tool to default.
de: Auf Standard zurücksetzen.

# Core::Internal::ExternalToolConfig|
source: Reset
de: Zurücksetzen

# Core::Internal::ExternalToolConfig|
source: Description:
de: Beschreibung:

# Core::Internal::ExternalToolConfig|
source: Executable:
de: Ausführbar:

# Core::Internal::ExternalToolConfig|
source: Arguments:
de: Argumente:

# Core::Internal::ExternalToolConfig|
source: Working directory:
de: Arbeitsverzeichnis

# Core::Internal::ExternalToolConfig|
source: <html><head/><body> <p>What to do with the executable's standard output. <ul><li>Ignore: Do nothing with it.</li><li>Show in pane: Show it in the general output pane.</li><li>Replace selection: Replace the current selection in the current document with it.</li></ul></p></body></html>
de: <html><head/><body> <p>Was mit der Standardausgabe der ausführbaren Datei zu tun ist. <ul><li>Ignorieren: Nichts damit tun.</li><li>Im Fenster anzeigen: Im allgemeinen Ausgabebereich anzeigen.</li><li>Auswahl ersetzen: Die aktuelle Auswahl im aktuellen Dokument dadurch ersetzen.</li></ul></p></body></html>

# Core::Internal::ExternalToolConfig|
source: Ignore
de: Ignorieren

# Core::Internal::ExternalToolConfig|
source: Show in Pane
de: In Feld anzeigen

# Core::Internal::ExternalToolConfig|
source: Replace Selection
de: Auswahl ersetzen

# Core::Internal::ExternalToolConfig|
source: <html><head><body> <p >What to do with the executable's standard error output.</p> <ul><li>Ignore: Do nothing with it.</li> <li>Show in pane: Show it in the general output pane.</li> <li>Replace selection: Replace the current selection in the current document with it.</li> </ul></body></html>
de: <html><head><body> <p>Was mit der Standardfehlerausgabe der ausführbaren Datei zu tun ist.</p> <ul><li>Ignorieren: Nichts damit tun.</li><li>Im Fenster anzeigen: Im allgemeinen Ausgabebereich anzeigen.</li><li>Auswahl ersetzen: Die aktuelle Auswahl im aktuellen Dokument dadurch ersetzen.</li></ul></p></body></html>

# Core::Internal::ExternalToolConfig|
source: Error output:
de: Fehlerausgabe:

# Core::Internal::ExternalToolConfig|
source: Environment:
de: Umwelt

# Core::Internal::ExternalToolConfig|
source: No changes to apply.
de: Keine Änderungen anzuwenden.

# Core::Internal::ExternalToolConfig|
source: Change...
de: Veränderung...

# Core::Internal::ExternalToolConfig|
source: If the tool modifies the current document, set this flag to ensure that the document is saved before running the tool and is reloaded after the tool finished.
de: Wenn das Werkzeug das aktuelle Dokument ändert, setzen Sie diese Markierung, um sicherzustellen, dass das Dokument vor dem Ausführen des Werkzeugs gespeichert und nach dem Abschließen des Werkzeugs erneut geladen wird.

# Core::Internal::ExternalToolConfig|
source: Modifies current document
de: Ändert das aktuelle Dokument

# Core::Internal::ExternalToolConfig|
source: Text to pass to the executable via standard input. Leave empty if the executable should not receive any input.
de: Text, der über die Standardeingabe an die ausführbare Datei übergeben wird. Leer lassen, wenn die ausführbare Datei keine Eingabe erhalten soll.

# Core::Internal::ExternalToolConfig|
source: Input:
de: Eingang:

# Core::Internal::ExternalToolConfig|
source: Add Tool
de: Werkzeug hinzufügen

# Core::Internal::ExternalToolConfig|
source: Add Category
de: Kategorie hinzufügen

# Core::Internal::NewDialog|
source: New Project
de: Neues Projekt

# Core::Internal::NewDialog|
source: Choose a template:
de: Vorlage wählen:

# Core::Internal::NewDialog|
source: Choose...
de: Wählen...

# Core::Internal::NewDialog|
source: Projects
de: Projekte

# Core::Internal::NewDialog|
source: Files and Classes
de: Dateien und Klassen

# Core::Internal::NewDialog|
source: All Templates
de: Alle Vorlagen

# Core::Internal::NewDialog|
source: %1 Templates
de: %1 Vorlagen

# Core::Internal::NewDialog|
source: Platform independent
de: Plattformunabhängig

# Core::Internal::NewDialog|
source: Supported Platforms
de: Unterstützte Plattformen

# Core::Internal::OpenWithDialog|
source: Open File With...
de: Datei öffnen mit ...

# Core::Internal::OpenWithDialog|
source: Open file extension with:
de: Dateiendung öffnen mit:

# Core::Internal::OpenWithDialog|
source: Open file "%1" with:
de: Datei "%1" öffnen mit:

# Core::Internal::ReadOnlyFilesDialog|
source: Files Without Write Permissions
de: Dateien ohne Schreibrechte

# Core::Internal::ReadOnlyFilesDialog|
source: The following files have no write permissions. Do you want to change the permissions?
de: Die folgenden Dateien haben keine Schreibrechte. Möchten Sie die Berechtigungen ändern?

# Core::Internal::ReadOnlyFilesDialog|
source: Make Writable
de: Schreibbar machen

# Core::Internal::ReadOnlyFilesDialog|
source: Open with VCS
de: Öffnen mit VCS

# Core::Internal::ReadOnlyFilesDialog|
source: Save As
de: Speichern als

# Core::Internal::ReadOnlyFilesDialog|
source: Path
de: Pfad

# Core::Internal::ReadOnlyFilesDialog|
source: Select all, if possible:
de: Alle auswählen, wenn möglich:

# Core::Internal::SaveItemsDialog|
source: Save Changes
de: Änderungen speichern

# Core::Internal::SaveItemsDialog|
source: The following files have unsaved changes:
de: Die folgenden Dateien haben nicht gespeicherte Änderungen:

# Core::Internal::SaveItemsDialog|
source: Automatically save all files before building
de: Speichert automatisch alle Dateien vor dem Erstellen

# Core::Internal::SaveItemsDialog|
source: Do not Save
de: Nicht speichern

# Core::Internal::SaveItemsDialog|
source: Save All
de: Alle speichern

# Core::Internal::SaveItemsDialog|
source: Save
de: Speichern

# Core::Internal::SaveItemsDialog|
source: Save Selected
de: Ausgewählte speichern

# Core::Internal::FindDialog|
source: &Search
de: &Suche

# Core::Internal::FindDialog|
source: Search && &Replace
de: Suchen && &Ersetzen

# Core::Internal::FindDialog|
source: Sear&ch for:
de: Suchen nach:

# Core::Internal::FindDialog|
source: Case sensiti&ve
de: Schreibungsabhängig

# Core::Internal::FindDialog|
source: Whole words o&nly
de: Nur ganze Wörter

# Core::Internal::FindDialog|
source: Use re&gular expressions
de: Wiederkehrende Ausdrücke verwenden

# Core::Internal::FindDialog|
source: Sco&pe:
de: Umfang:

# Core::Internal::FindWidget|
source: Find
de: Finden

# Core::Internal::FindWidget|
source: Find:
de: Finden:

# Core::Internal::FindWidget|
source: Replace with:
de: Ersetzen mit:

# Core::Internal::FindWidget|
source: Replace
de: Ersetzen

# Core::Internal::FindWidget|
source: Replace && Find
de: Ersetzen && Finden

# Core::Internal::FindWidget|
source: Replace All
de: Alles ersetzen

# Core::Internal::FindWidget|
source: Advanced...
de: Fortgeschrittene...

# Core::Internal::GeneralSettings|
source: User Interface
de: Benutzeroberfläche

# Core::Internal::GeneralSettings|
source: Color:
de: Farbe:

# Core::Internal::GeneralSettings|Color
source: Reset to default.
de: Zurücksetzen.

# Core::Internal::GeneralSettings|
source: Reset
de: Zurücksetzen

# Core::Internal::GeneralSettings|
source: Theme:
de: Thema:

# Core::Internal::GeneralSettings|
source: Language:
de: Sprache:

# Core::Internal::GeneralSettings|
source: Re-enable warnings that were suppressed by selecting "Do Not Show Again" (for example, missing highlighter).
de: Aktivieren Sie Warnungen, die unterdrückt wurden, erneut, indem Sie "Nicht mehr anzeigen" auswählen (z. B. fehlender Textmarker).

# Core::Internal::GeneralSettings|Button text
source: Reset Warnings
de: Warnungen zurücksetzen

# Core::Internal::GeneralSettings|
source: Interface
de: Schnittstelle

# Core::Internal::GeneralSettings|
source: <System Language>
de: <Systemsprache>

# Core::Internal::GeneralSettings|
source: Restart Required
de: Neustart erforderlich

# Core::Internal::GeneralSettings|
source: The language change will take effect after a restart of Qt Creator.
de: Die Sprachänderung wird nach einem Neustart von Qt Creator wirksam.

# Core::Internal::DirectoryFilterOptions|
source: File types:
de: Datentypen:

# Core::Internal::DirectoryFilterOptions|
source: Specify file name filters, separated by comma. Filters may contain wildcards.
de: Geben Sie Dateinamenfilter an, die durch Komma getrennt sind. Filter können Platzhalter enthalten.

# Core::Internal::DirectoryFilterOptions|
source: Specify a short word/abbreviation that can be used to restrict completions to files from this directory tree. To do this, you type this shortcut and a space in the Locator entry field, and then the word to search for.
de: Geben Sie ein kurzes Wort/eine kurze Abkürzung an, die verwendet werden kann, um Vervollständigungen auf Dateien aus dieser Verzeichnisstruktur einzuschränken. Um dies zu tun, tippen Sie diese Verknüpfung und ein Leerzeichen in das Eingabefeld Locator ein, gefolgt von dem Wort, nach dem gesucht werden soll.

# Core::Internal::DirectoryFilterOptions|
source: Add...
de: Hinzufügen...

# Core::Internal::DirectoryFilterOptions|
source: Edit...
de: Bearbeiten...

# Core::Internal::DirectoryFilterOptions|
source: Remove
de: Löschen

# Core::Internal::DirectoryFilterOptions|
source: Directories:
de: Verzeichnisse:

# Core::Internal::FileSystemFilterOptions|
source: Include hidden files
de: Versteckte Dateien einbeziehen

# Core::Internal::LocatorSettingsWidget|
source: Configure Filters
de: Filter konfigurieren

# Core::Internal::LocatorSettingsWidget|
source: Add...
de: Hinzufügen...

# Core::Internal::LocatorSettingsWidget|
source: Remove
de: Löschen

# Core::Internal::LocatorSettingsWidget|
source: Edit...
de: Bearbeiten...

# Core::Internal::LocatorSettingsWidget|
source: Locator filters that do not update their cached data immediately, such as the custom directory filters, update it after this time interval.
de: Locator-Filter, die ihre zwischengespeicherten Daten nicht sofort aktualisieren, wie z. B. die benutzerdefinierten Verzeichnisfilter, aktualisieren sie nach diesem Zeitintervall.

# Core::Internal::LocatorSettingsWidget|
source: Refresh interval:
de: Aktualisierungsintervall:

# Core::Internal::MimeTypeMagicDialog|
source: <html><head/><body><p>MIME magic data is interpreted as defined by the Shared MIME-info Database specification from <a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a>.<hr/></p></body></html>
de: <html><head/><body><p>MIME-magische Daten werden so interpretiert, wie sie in der Shared MIME-info-Datenbankspezifikation von <a href="http://standards.freedesktop.org/shared-mime-info-spec/shared-mime-info-spec-latest.html">freedesktop.org</a> definiert sind<hr/></p></body></html>

# Core::Internal::MimeTypeMagicDialog|
source: Value:
de: Wert:

# Core::Internal::MimeTypeMagicDialog|
source: Type:
de: Art:

# Core::Internal::MimeTypeMagicDialog|
source: String
de: Zeichenfolge

# Core::Internal::MimeTypeMagicDialog|
source: Mask:
de: Maske:

# Core::Internal::MimeTypeMagicDialog|
source: Use Recommended
de: Empfohlene verwenden

# Core::Internal::MimeTypeMagicDialog|
source: <i>Note: Wide range values might impact Qt Creator's performance when opening files.</i>
de: <i>Hinweis: Große Werte können die Leistung von Qt Creator beim Öffnen von Dateien beeinträchtigen.</i>

# Core::Internal::MimeTypeMagicDialog|
source: Range start:
de: Bereichsanfang:

# Core::Internal::MimeTypeMagicDialog|
source: Range end:
de: Bereichsende:

# Core::Internal::MimeTypeMagicDialog|
source: Priority:
de: Priorität:

# Core::Internal::MimeTypeMagicDialog|
source: Add Magic Header
de: Magischen Header hinzufügen

# Core::Internal::MimeTypeMagicDialog|
source: Error
de: Fehler

# Core::Internal::MimeTypeMagicDialog|
source: Internal error: Type is invalid
de: Interner Fehler: Typ ist ungültig

# Core::Internal::MimeTypeSettingsPage|
source: Form
de: Formular

# Core::Internal::MimeTypeSettingsPage|
source: Registered MIME Types
de: Registrierte MIME-Typen

# Core::Internal::MimeTypeSettingsPage|
source: Reset all to default.
de: Alle auf Standard zurücksetzen.

# Core::Internal::MimeTypeSettingsPage|
source: Reset All
de: Alle zurücksetzen

# Core::Internal::MimeTypeSettingsPage|
source: Patterns:
de: Muster:

# Core::Internal::MimeTypeSettingsPage|
source: Type
de: Art

# Core::Internal::MimeTypeSettingsPage|
source: Range
de: Bereich

# Core::Internal::MimeTypeSettingsPage|
source: Priority
de: Priorität

# Core::Internal::MimeTypeSettingsPage|
source: Add...
de: Hinzufügen...

# Core::Internal::MimeTypeSettingsPage|
source: Edit...
de: Bearbeiten...

# Core::Internal::MimeTypeSettingsPage|
source: Remove
de: Löschen

# Core::RemoveFileDialog|
source: Remove File
de: Datei löschen

# Core::RemoveFileDialog|
source: File to remove:
de: Zu löschende Datei:

# Core::RemoveFileDialog|
source: &Delete file permanently
de: & Datei dauerhaft löschen

# Core::RemoveFileDialog|
source: &Remove from Version Control
de: & Aus Versionskontrolle entfernen

# Core::Internal::SystemSettings|
source: Warn before opening text files greater than
de: Warnen vor dem Öffnen von Textdateien größer als

# Core::Internal::SystemSettings|
source: Automatically creates temporary copies of modified files. If Qt Creator is restarted after a crash or power failure, it asks whether to recover the auto-saved content.
de: Erstellt automatisch temporäre Kopien von geänderten Dateien. Wenn Qt Creator nach einem Absturz oder Stromausfall neu gestartet wird, werden Sie gefragt, ob Sie den automatisch gespeicherten Inhalt wiederherstellen möchten.

# Core::Internal::SystemSettings|
source: Auto-save modified files
de: Geänderte Dateien automatisch speichern

# Core::Internal::SystemSettings|
source: Interval:
de: Intervall:

# Core::Internal::SystemSettings|
source: When files are externally modified:
de: Wenn Dateien extern modifiziert werden:

# Core::Internal::SystemSettings|
source: Always Ask
de: Immer fragen

# Core::Internal::SystemSettings|
source: Reload All Unchanged Editors
de: Alle unveränderten Editoren neu laden

# Core::Internal::SystemSettings|
source: Ignore Modifications
de: Änderungen ignorieren

# Core::Internal::SystemSettings|
source: Patch command:
de: Patch-Befehl:

# Core::Internal::SystemSettings|File Browser
source: Reset to default.
de: Zurücksetzen.

# Core::Internal::SystemSettings|
source: Reset
de: Zurücksetzen

# Core::Internal::SystemSettings|
source: External file browser:
de: Externer Dateibrowser:

# Core::Internal::SystemSettings|Terminal
source: Reset to default.
de: Zurücksetzen.

# Core::Internal::SystemSettings|
source: Influences how file names are matched to decide if they are the same.
de: Beeinflusst, wie die Dateinamen übereinstimmen, um zu entscheiden, ob sie identisch sind.

# Core::Internal::SystemSettings|
source: File system case sensitivity:
de: Dateisystem-Groß/Kleinschreibung:

# Core::Internal::SystemSettings|
source: Command used for reverting diff chunks.
de: Befehl zum Zurücksetzen von Diff-Chunks.

# Core::Internal::SystemSettings|
source: Case Sensitive (Default)
de: Groß-/Kleinschreibung beachten (Standard)

# Core::Internal::SystemSettings|
source: Case Sensitive
de: Groß- und Kleinschreibung beachten

# Core::Internal::SystemSettings|
source: Case Insensitive (Default)
de: Groß- und Kleinschreibung beachten (Standard)

# Core::Internal::SystemSettings|
source: Case Insensitive
de: Groß- und Kleinschreibung nicht relevant

# Core::Internal::SystemSettings|
source: Variables
de: Variablen

# TextEditor::Internal::BehaviorSettingsPage|
source: Form
de: Formular

# TextEditor::Internal::BehaviorSettingsWidget|
source: Mouse and Keyboard
de: Maus und Tastatur

# TextEditor::Internal::BehaviorSettingsWidget|
source: Hide mouse cursor while typing
de: Mauszeiger während der Eingabe ausblenden

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable &mouse navigation
de: Aktivieren und Mausnavigation

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable scroll &wheel zooming
de: Scroll- und Radzoom aktivieren

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable built-in camel case &navigation
de: Das integrierte Camel Case &Navigation aktivieren

# TextEditor::Internal::BehaviorSettingsWidget|
source: Using Select Block Up / Down actions will now provide smarter selections.
de: Mit den Aktionen zum Auswählen von Blöcken auf/ab können Sie nun eine intelligentere Auswahl treffen.

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable smart selection changing
de: Änderung der Smart-Auswahl aktivieren

# TextEditor::Internal::BehaviorSettingsWidget|
source: Pressing Alt displays context-sensitive help or type information as tooltips.
de: Drücken von Alt zeigt kontextsensitive Hilfe an oder gibt Informationen als Tooltips ein.

# TextEditor::Internal::BehaviorSettingsWidget|
source: Show help tooltips using keyboard shortcut (Alt)
de: Hilfe-Tooltips mit Tastaturkürzel anzeigen (Alt)

# TextEditor::Internal::BehaviorSettingsWidget|
source: Show help tooltips using the mouse:
de: Hilfe-Tooltips mit der Maus anzeigen:

# TextEditor::Internal::BehaviorSettingsWidget|
source: On Mouseover
de: Bei Mouseover

# TextEditor::Internal::BehaviorSettingsWidget|
source: On Shift+Mouseover
de: Bei Umschalten+Mouseover

# TextEditor::Internal::BehaviorSettingsWidget|
source: Cleanup actions which are automatically performed right before the file is saved to disk.
de: Bereinigungsaktionen, die automatisch ausgeführt werden, unmittelbar bevor die Datei auf der Festplatte gespeichert wird.

# TextEditor::Internal::BehaviorSettingsWidget|
source: Cleanups Upon Saving
de: Aufräumarbeiten beim Speichern

# TextEditor::Internal::BehaviorSettingsWidget|
source: Removes trailing whitespace upon saving.
de: Entfernt beim Speichern nachgestellte Leerzeichen.

# TextEditor::Internal::BehaviorSettingsWidget|
source: &Clean whitespace
de: &Leerzeichen bereinigen

# TextEditor::Internal::BehaviorSettingsWidget|
source: Cleans whitespace in entire document instead of only for changed parts.
de: Löscht Leerzeichen im gesamten Dokument und nicht nur in geänderten Teile.

# TextEditor::Internal::BehaviorSettingsWidget|
source: In entire &document
de: Im ganzen &Dokument

# TextEditor::Internal::BehaviorSettingsWidget|
source: Corrects leading whitespace according to tab settings.
de: Korrigiert führende Whitespaces gemäß den Tab-Einstellungen.

# TextEditor::Internal::BehaviorSettingsWidget|
source: Clean indentation
de: Saubere Einzug

# TextEditor::Internal::BehaviorSettingsWidget|
source: Always writes a newline character at the end of the file.
de: Schreibt immer ein Zeilenumbruchzeichen am Ende der Datei.

# TextEditor::Internal::BehaviorSettingsWidget|
source: &Ensure newline at end of file
de: &Neue Zeile am Dateiende sicherstellen

# TextEditor::Internal::BehaviorSettingsWidget|
source: Typing
de: Eingabe
