Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# QObject|
source: Please click the "Ok" button to continue once FFMPEG finishes. OpenMV IDE is unable to automatically determine when FFMPEG finishes without hiding FFMPEG output.
de: Bitte klicken Sie auf \"Ok\", um fortzufahren, sobald FFMPEG beendet ist.\n\nOpenMV IDE kann nicht automatisch bestimmen, wann FFMPEG beendet wird, ohne die FFMPEG-Ausgabe auszublenden.

# QObject|
source: Unable to write to output video file!
de: Es ist nicht möglich, in die Videodatei zu schreiben!

# QObject|
source: Unable to open output video file!
de: Die Ausgabe-Videodatei konnte nicht geöffnet werden!

# QObject|
source: Play Video
de: Video abspielen

# QObject|
source: Failed to launch ffplay!
de: Fehler beim Starten von ffplay!

# QObject|
source: Convert Video Source
de: Videoquelle konvertieren

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageWriter Files (*.bin);;
de: Videodateien (*.mp4 *.*);;OpenMV ImageWriter-Dateien (*.bin);;

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageWriter Files (*.bin)
de: Videodateien (*.mp4 *.*);;OpenMV ImageWriter-Dateien (*.bin)

# QObject|
source: Convert Video Output
de: Konvertiere Videoausgabe

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageReader Files (*.bin);;
de: Videodateien (*.mp4 *.*);;OpenMV ImageReader Dateien (*.bin);;

# QObject|
source: Video Files (*.mp4 *.*);;OpenMV ImageReader Files (*.bin)
de: Videodateien (*.mp4 *.*);;OpenMV ImageReader Dateien (*.bin)

# QObject|
source: Unable to overwrite output file!
de: Die Ausgabedatei konnte nicht überschrieben werden!

# QObject|
source: Save Video
de: Video speichern

# OpenMVPluginFB|
source: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">No Image</div></div></body></html>
de: <html><body style="color:#909090;font-size:14px"><div align="center"><div style="font-size:20px">Kein Bild</div></div></body></html>

# OpenMVPluginFB|
source: Video Record
de: Videoaufnahme

# OpenMVPluginFB|
source: Error: %L1!
de: Fehler: %L1!

# OpenMVPluginFB|
source: Save Image selection to PC
de: Speichern Sie die Bildauswahl auf dem PC

# OpenMVPluginFB|
source: Save Image to PC
de: Bild auf PC speichern

# OpenMVPluginFB|
source: Save Template selection to Cam
de: Speichern Sie die Vorlagenauswahl in Cam

# OpenMVPluginFB|
source: Save Template to Cam
de: Vorlage in Cam speichern

# OpenMVPluginFB|
source: Save Descriptor selection to Cam
de: Speichern Sie die Deskriptorauswahl in Cam

# OpenMVPluginFB|
source: Save Descriptor to Cam
de: Speichern Sie den Deskriptor in Cam

# MyPlainTextEdit|
source: Copy
de: Kopieren

# MyPlainTextEdit|
source: Paste
de: Einfügen

# MyPlainTextEdit|
source: Select All
de: Alle auswählen

# MyPlainTextEdit|
source: Find
de: Finden

# OpenMVTerminal|
source: Frame Buffer
de: Bildspeicher, Framebuffer

# OpenMVTerminal|
source: Record
de: Aufnahme

# OpenMVTerminal|
source: Record the Frame Buffer
de: Zeichnen Sie den Rahmenpuffer auf

# OpenMVTerminal|
source: Stop
de: Halt

# OpenMVTerminal|
source: Stop recording
de: Aufnahme beenden

# OpenMVTerminal|
source: Elapsed: 0h:00m:00s:000ms - Size: 0 B - FPS: 0
de: Verstrichen: 0h:00m:00s:000ms - Größe: 0 B - FPS: 0

# OpenMVTerminal|
source: Save Image
de: BILDSPEICHERUNG

# OpenMVTerminal|
source: Image Files (*.bmp *.jpg *.jpeg *.png *.ppm)
de: Bilddateien (*.bmp *.jpg *.jpeg *.png *.ppm)

# OpenMVTerminal|
source: Failed to save the image file for an unknown reason!
de: Fehler beim Speichern der Bilddatei aus einem unbekannten Grund!

# OpenMVTerminal|
source: Histogram
de: Histogramm

# OpenMVTerminal|
source: RGB Color Space
de: RGB-Farbraum

# OpenMVTerminal|
source: Grayscale Color Space
de: Graustufen-Farbraum

# OpenMVTerminal|
source: LAB Color Space
de: LAB Farbraum

# OpenMVTerminal|
source: YUV Color Space
de: YUV-Farbraum

# OpenMVTerminal|
source: Use Grayscale/LAB for color tracking
de: Verwenden Sie Graustufen/LAB für die Farbverfolgung

# OpenMVTerminal|
source: Res - No Image
de: Res - Kein Bild

# OpenMVTerminal|
source: Res (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixels (%7)
de: Res (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixel (%7)

# OpenMVTerminal|
source: Serial Terminal
de: Serielles Terminal

# OpenMVTerminal|
source: Clear
de: Klar

# OpenMVTerminal|
source: Run current script in editor window
de: Führen Sie das aktuelle Skript im Editorfenster aus

# OpenMVTerminal|
source: Stop running script
de: Stoppen Sie das Skript auszuführen

source: Keypoints Editor
de: Schlüsselpunkte-Editor

# KeypointsEditor|
source: Select and delete outlier keypoints using both the mouse and the delete key.
de: Wählen und löschen Sie Ausreißer-Schlüsselpunkte mit der Maus und der Löschtaste.

# KeypointsEditor|
source: Show Octave %L1
de: Zeige Oktave %L1

# KeypointsEditor|
source: Done
de: Fertig

# ThresholdEditor|
source: Threhsold Editor
de: Threhold Editor

# ThresholdEditor|
source: Source Image
de: Quellbild

# ThresholdEditor|
source: Binary Image (white pixels are tracked pixels)
de: Binäres Bild (weiße Pixel sind verfolgte Pixel)

# ThresholdEditor|
source: Grayscale
de: Graustufen

# ThresholdEditor|
source: LAB
de: Labor

# ThresholdEditor|
source: Invert
de: Invertieren

# ThresholdEditor|
source: Select the best color tracking thresholds.
de: Wählen Sie die besten Farbverfolgungsschwellenwerte aus.

# ThresholdEditor|
source: Grayscale Min
de: Graustufen

# ThresholdEditor|
source: Grayscale Max
de: Graustufen Max

# ThresholdEditor|
source: Grayscale Threshold
de: Graustufenschwelle

# ThresholdEditor|
source: LAB Threshold
de: LAB Schwelle

# ThresholdEditor|
source: Copy the threshold above before closing.
de: Kopieren Sie den obigen Schwellenwert, bevor Sie schließen.
