Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# TextEditor::Internal::BehaviorSettingsWidget|
source: Enable automatic &indentation
de: Automatischen &Einzug aktivieren

# TextEditor::Internal::BehaviorSettingsWidget|
source: Backspace indentation:
de: Rücktaste Einzug:

# TextEditor::Internal::BehaviorSettingsWidget|
source: <html><head/><body> Specifies how backspace interacts with indentation. <ul> <li>None: No interaction at all. Regular plain backspace behavior. </li> <li>Follows Previous Indents: In leading white space it will take the cursor back to the nearest indentation level used in previous lines. </li> <li>Unindents: If the character behind the cursor is a space it behaves as a backtab. </li> </ul></body></html>
de: <html><head/><body> Gibt an, wie die Rücktaste mit dem Einzug interagiert. <ul> <li>Keine: Keine Interaktion. Normales Verhalten bei Rücktaste. </li> <li>Folgt vorherigen Einzügen: Im führenden Leerraum wird der Cursor auf die nächste Einzugsebene der vorherigen Zeilen zurückgesetzt. </li> <li>Einzug aufheben: Wenn das Zeichen hinter dem Cursor ein Leerzeichen ist, verhält er sich wie eine Rücktaste. </li> </ul></body></html>

# TextEditor::Internal::BehaviorSettingsWidget|
source: None
de: Kein

# TextEditor::Internal::BehaviorSettingsWidget|
source: Follows Previous Indents
de: Folgt vorherigen Einzügen

# TextEditor::Internal::BehaviorSettingsWidget|
source: Unindents
de: Einzug aufheben

# TextEditor::Internal::BehaviorSettingsWidget|
source: Tab key performs auto-indent:
de: Die Tabulatortaste führt den automatischen Einzug aus:

# TextEditor::Internal::BehaviorSettingsWidget|
source: Never
de: Nie

# TextEditor::Internal::BehaviorSettingsWidget|
source: Always
de: Immer

# TextEditor::Internal::BehaviorSettingsWidget|
source: In Leading White Space
de: Im führenden weißen Raum

# TextEditor::Internal::BehaviorSettingsWidget|
source: File Encodings
de: Dateicodierungen

# TextEditor::Internal::BehaviorSettingsWidget|
source: Default encoding:
de: Standardcodierung:

# TextEditor::Internal::BehaviorSettingsWidget|
source: <html><head/><body> <p>How text editors should deal with UTF-8 Byte Order Marks. The options are:</p> <ul ><li><i>Add If Encoding Is UTF-8:</i> always add a BOM when saving a file in UTF-8 encoding. Note that this will not work if the encoding is <i>System</i>, as Qt Creator does not know what it actually is.</li> <li><i>Keep If Already Present: </i>save the file with a BOM if it already had one when it was loaded.</li> <li><i>Always Delete:</i> never write an UTF-8 BOM, possibly deleting a pre-existing one.</li></ul> <p>Note that UTF-8 BOMs are uncommon and treated incorrectly by some editors, so it usually makes little sense to add any.</p> <p>This setting does <b>not</b> influence the use of UTF-16 and UTF-32 BOMs.</p></body></html>
de: <html><head/><body> <p>Wie Texteditoren mit UTF-8 Byte Order Markierungen umgehen sollen. Die Optionen sind:</p> <ul><li><i>Hinzufügen Wenn Codierung UTF-8 ist:</i>fügen Sie immer eine Stückliste hinzu, wenn Sie eine Datei in UTF-8-Codierung speichern. Beachten Sie, dass dies nicht funktioniert, wenn die Kodierung <i>System</i> ist, da Qt Creator nicht weiß, was es eigentlich ist.</li> <li><i>Behalten, falls bereits vorhanden:</i > Speichern Sie die Datei mit einer Stückliste, wenn sie bereits eine hatte, als sie geladen wurde.</li> <li><i>Immer löschen:</i> Schreiben Sie niemals eine UTF-8-Stückliste, möglicherweise eine bereits vorhandene one.</li></ul> <p>Beachten Sie, dass UTF-8-Stücklisten ungewöhnlich sind und von einigen Editoren falsch behandelt werden. Daher ist es normalerweise wenig sinnvoll, welche hinzuzufügen.</p> <p>Diese Einstellung beeinflusst <b>nicht</b> die Verwendung von UTF-16- und UTF-32-Stücklisten.</p></body></html>

# TextEditor::Internal::BehaviorSettingsWidget|
source: Add If Encoding Is UTF-8
de: Hinzufügen, wenn Codierung UTF-8 ist

# TextEditor::Internal::BehaviorSettingsWidget|
source: Keep If Already Present
de: Behalten, wenn bereits vorhanden

# TextEditor::Internal::BehaviorSettingsWidget|
source: Always Delete
de: Immer löschen

# TextEditor::Internal::BehaviorSettingsWidget|
source: UTF-8 BOM:
de: UTF-8 Stückliste:

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Form
de: Formular

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Current settings:
de: Aktuelle Einstellungen:

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Copy...
de: Kopieren...

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Edit...
de: Bearbeiten...

# TextEditor::Internal::CodeStyleSelectorWidget|
source: Remove
de: Löschen

# TextEditor::Internal::ColorSchemeEdit|
source: Foreground:
de: Vordergrund:

# TextEditor::Internal::ColorSchemeEdit|
source: Erase foreground.
de: Vordergrund löschen.

# TextEditor::Internal::ColorSchemeEdit|
source: Background:
de: Hintergrund:

# TextEditor::Internal::ColorSchemeEdit|
source: Erase background.
de: Hintergrund löschen.

# TextEditor::Internal::ColorSchemeEdit|
source: Bold
de: Fett gedruckt

# TextEditor::Internal::ColorSchemeEdit|
source: Italic
de: Kursiv

# TextEditor::Internal::ColorSchemeEdit|
source: Underline:
de: Unterstreichen:

# TextEditor::Internal::ColorSchemeEdit|
source: No Underline
de: Keine Unterstreichung

# TextEditor::Internal::ColorSchemeEdit|
source: Single Underline
de: Einfache Unterstreichung

# TextEditor::Internal::ColorSchemeEdit|
source: Wave Underline
de: Wellenförmige Unterstreichung

# TextEditor::Internal::ColorSchemeEdit|
source: Dot Underline
de: Punkt-Unterstreichung

# TextEditor::Internal::ColorSchemeEdit|
source: Dash Underline
de: Strich-Unterstreichung

# TextEditor::Internal::ColorSchemeEdit|
source: Dash-Dot Underline
de: Strich-Punkt-Unterstreichung

# TextEditor::Internal::ColorSchemeEdit|
source: Dash-Dot-Dot Underline
de: Strich-Punkt-Punkt-Unterstreichung

# TextEditor::Internal::DisplaySettingsPage|
source: Text Wrapping
de: Textumbruch

# TextEditor::Internal::DisplaySettingsPage|
source: Enable text &wrapping
de: Text &Umbruch aktivieren

# TextEditor::Internal::DisplaySettingsPage|
source: Display right &margin at column:
de: Anzeige rechts und Rand in der Spalte:

# TextEditor::Internal::DisplaySettingsPage|
source: Display
de: Anzeige

# TextEditor::Internal::DisplaySettingsPage|
source: Display &folding markers
de: Anzeige &faltende Markierungen

# TextEditor::Internal::DisplaySettingsPage|
source: Center &cursor on scroll
de: Zentrieren &Cursor bei Blättern

# TextEditor::Internal::DisplaySettingsPage|
source: Highlight &blocks
de: Markieren und Blöcke

# TextEditor::Internal::DisplaySettingsPage|
source: Auto-fold first &comment
de: Automatisch zuerst falten und kommentieren

# TextEditor::Internal::DisplaySettingsPage|
source: &Animate matching parentheses
de: Passende Klammern animieren

# TextEditor::Internal::DisplaySettingsPage|
source: Highlight current &line
de: Aktuell und Linie highlighten

# TextEditor::Internal::DisplaySettingsPage|
source: Display line &numbers
de: Zeile und Zahlen anzeigen

# TextEditor::Internal::DisplaySettingsPage|
source: Always open links in another split
de: Links in einem anderen Split öffnen

# TextEditor::Internal::DisplaySettingsPage|
source: Display file encoding
de: Dateicodierung anzeigen

# TextEditor::Internal::DisplaySettingsPage|
source: Shows tabs and spaces.
de: Zeigt Tabulatoren und Leerzeichen an.

# TextEditor::Internal::DisplaySettingsPage|
source: &Visualize whitespace
de: &Leerzeichen visualisieren

# TextEditor::Internal::DisplaySettingsPage|
source: &Highlight matching parentheses
de: &Passende Klammern markieren

# TextEditor::Internal::DisplaySettingsPage|
source: Mark &text changes
de: Textänderungen &markieren

# TextEditor::Internal::DisplaySettingsPage|
source: Highlight search results on the scrollbar
de: Die Suchergebnisse in der Bildlaufleiste markieren

# TextEditor::Internal::FontSettingsPage|
source: Font
de: Schriftart

# TextEditor::Internal::FontSettingsPage|
source: Family:
de: Familie:

# TextEditor::Internal::FontSettingsPage|
source: Zoom:
de: Zoomen:

# TextEditor::Internal::FontSettingsPage|
source: Size:
de: Größe:

# TextEditor::Internal::FontSettingsPage|
source: Color Scheme
de: Farbschema

# TextEditor::Internal::FontSettingsPage|
source: Copy...
de: Kopieren...

# TextEditor::Internal::FontSettingsPage|
source: Delete
de: Löschen

# TextEditor::Internal::HighlighterSettingsPage|
source: Form
de: Formular

# TextEditor::Internal::HighlighterSettingsPage|
source: <html><head/><body> <p>Highlight definitions are provided by the <a href="http://kate-editor.org/">Kate Text Editor</a>.</p></body></html>
de: <html><head/><body> <p>Hervorhebungsdefinitionen werden vom <a href="http://kate-editor.org/">Texteditor Kate</a> bereitgestellt.</p></body></html>

# TextEditor::Internal::HighlighterSettingsPage|
source: Syntax Highlight Definition Files
de: Syntax-Highlight-Definitionsdateien

# TextEditor::Internal::HighlighterSettingsPage|
source: Location:
de: Ort:

# TextEditor::Internal::HighlighterSettingsPage|
source: Use fallback location
de: Fallback-Speicherort verwenden

# TextEditor::Internal::HighlighterSettingsPage|
source: Behavior
de: Verhalten

# TextEditor::Internal::HighlighterSettingsPage|
source: Ignored file patterns:
de: Ignorierte Dateimuster:

# TextEditor::Internal::ManageDefinitionsDialog|
source: Definitions
de: Definitionen

# TextEditor::Internal::ManageDefinitionsDialog|
source: Select All
de: Alle auswählen

# TextEditor::Internal::ManageDefinitionsDialog|
source: Clear Selection
de: Auswahl löschen

# TextEditor::Internal::ManageDefinitionsDialog|
source: Invert Selection
de: Auswahl umkehren

# TextEditor::Internal::ManageDefinitionsDialog|
source: Download Selected Definitions
de: Die ausgewählten Definitionen herunterladen

# TextEditor::Internal::ManageDefinitionsDialog|
source: Installed
de: Installiert

# TextEditor::Internal::ManageDefinitionsDialog|
source: Available
de: Verfügbar

# TextEditor::Internal::ManageDefinitionsDialog|
source: Download Definitions
de: Definitionen herunterladen

# TextEditor::Internal::ManageDefinitionsDialog|
source: There is already one download in progress. Please wait until it is finished.
de: Es ist bereits ein Download in Bearbeitung. Bitte warte Sie, bis er fertig ist.

# TextEditor::Internal::SnippetsSettingsPage|
source: Form
de: Formular

# TextEditor::Internal::SnippetsSettingsPage|
source: Add
de: Hinzufügen

# TextEditor::Internal::SnippetsSettingsPage|
source: Remove
de: Löschen

# TextEditor::Internal::SnippetsSettingsPage|
source: Revert Built-in
de: Einfügungen wiederherstellen

# TextEditor::Internal::SnippetsSettingsPage|
source: Restore Removed Built-ins
de: Entfernte Einfügungen wiederherstellen

# TextEditor::Internal::SnippetsSettingsPage|
source: Reset All
de: Alle zurücksetzen

# TextEditor::Internal::SnippetsSettingsPage|
source: Group:
de: Gruppe:

# TextEditor::Internal::TabSettingsWidget|
source: Form
de: Formular

# TextEditor::Internal::TabSettingsWidget|
source: Tabs And Indentation
de: Tabs und Einzug

# TextEditor::Internal::TabSettingsWidget|
source: Spaces Only
de: Nur Leerstellen

# TextEditor::Internal::TabSettingsWidget|
source: Tabs Only
de: Nur Tabs

# TextEditor::Internal::TabSettingsWidget|
source: Mixed
de: Gemischt

# TextEditor::Internal::TabSettingsWidget|
source: Ta&b size:
de: Ta&b Größe:

# TextEditor::Internal::TabSettingsWidget|
source: &Indent size:
de: &Einzug- Größe:

# TextEditor::Internal::TabSettingsWidget|
source: <html><head/><body> Influences the indentation of continuation lines. <ul> <li>Not At All: Do not align at all. Lines will only be indented to the current logical indentation depth. <pre> (tab)int i = foo(a, b (tab)c, d); </pre> </li> <li>With Spaces: Always use spaces for alignment, regardless of the other indentation settings. <pre> (tab)int i = foo(a, b (tab) c, d); </pre> </li> <li>With Regular Indent: Use tabs and/or spaces for alignment, as configured above. <pre> (tab)int i = foo(a, b (tab)(tab)(tab) c, d); </pre> </li> </ul></body></html>
de: <html><head/><body> Beeinflusst den Einzug von Fortsetzungszeilen. <ul> <li> Nicht bei allen: Überhaupt nicht ausrichten. Zeilen werden nur auf die aktuelle logische Einzugtiefe eingerückt. <pre> (tab) int i = foo (a, b (tab) c, d); </pre> </li> <li>Mit Leerzeichen: Immer Leerzeichen für die Ausrichtung verwenden, unabhängig von den anderen Einzugseinstellungen. <pre> (tab) int i = foo (a, b (tab) c, d); </pre> </li> <li>Mit regulärem Einzug: Tabs und/oder Leerzeichen für die Ausrichtung verwenden, wie oben konfiguriert. <pre> (tab) int i = foo (a, b (Registerkarte) (Registerkarte) (Registerkarte) c, d); </pre> </li> </ul></body></html>

# TextEditor::Internal::TabSettingsWidget|
source: Not At All
de: Überhaupt nicht

# TextEditor::Internal::TabSettingsWidget|
source: With Spaces
de: Mit Leerstellen

# TextEditor::Internal::TabSettingsWidget|
source: With Regular Indent
de: Mit regelmäßigem Einzug

# TextEditor::Internal::TabSettingsWidget|
source: Tab policy:
de: Tab-Richtlinie:

# TextEditor::Internal::TabSettingsWidget|
source: Align continuation lines:
de: Fortsetzungszeilen ausrichten:

# TextEditor::Internal::TabSettingsWidget|
source: Serial Terminal Ta&b size:
de: Serienanschluss Ta&b Größe:

# TextEditor::Internal::TabSettingsWidget|
source: The text editor indentation setting is used for non-code files only. See the C++ and Qt Quick coding style settings to configure indentation for code files.
de: Die Einstellung für den Einzug des Texteditors wird nur für Nicht-Code-Dateien verwendet. In den Codierungsstileinstellungen C ++ und Qt Quick können Sie den Einzug für Codedateien konfigurieren.

# TextEditor::Internal::TabSettingsWidget|
source: <i>Code indentation is configured in <a href="C++">C++</a> and <a href="QtQuick">Qt Quick</a> settings.</i>
de: <i>Der Einzug von Code wird in <a href="C++">C++</a> und <a href="QtQuick">QtQuick</a> -Einstellungen konfiguriert.</i>

# OpenMVPluginHistogram|
source: Mode
de: Modus

# OpenMVPluginHistogram|
source: Min
de: Mindest

# OpenMVPluginHistogram|
source: Mean
de: Mittel

# OpenMVPluginHistogram|
source: Value %L1
de: Wert %L1

# OpenMVCameraSettings|
source: OpenMV Cam Settings
de: OpenMV Cam-Einstellungen

# OpenMVCameraSettings|
source: Turn on WiFi Shield on startup
de: WiFi Shield beim Start aktivieren

# OpenMVCameraSettings|
source: Client Mode (Normal)
de: Client-Modus (Normal)

# OpenMVCameraSettings|
source: Password
de: Passwort

# OpenMVCameraSettings|
source: Please enter your WiFi network password here
de: Bitte geben Sie hier Ihr WLAN-Passwort ein

# OpenMVCameraSettings|
source: Type
de: Art

# OpenMVCameraSettings|
source: Open (No password)
de: Offen (Kein Passwort)

# OpenMVCameraSettings|
source: WPA (Modern WiFi Security)
de: WPA (moderne WiFi-Sicherheit)

# OpenMVCameraSettings|
source: WEP (Hexadecimal password)
de: WEP (hexadezimales Passwort)

# OpenMVCameraSettings|
source: Please enter or select your WiFi network here
de: Bitte geben Sie hier Ihr WLAN-Netzwerk ein oder wählen Sie es aus

# OpenMVCameraSettings|
source: Acess Point Mode
de: Zugriffspunktmodus

# OpenMVCameraSettings|
source: Please enter the name of the WiFi network to create password here
de: Bitte geben Sie hier den Namen des WLAN-Netzwerks ein, um ein Passwort zu erstellen

# OpenMVCameraSettings|
source: Please enter the name of the WiFI network to create here
de: Bitte geben Sie den Namen des WLAN-Netzwerks ein, das hier erstellt werden soll

# OpenMVCameraSettings|
source: Please enter a name for your OpenMV Cam here
de: Bitte geben Sie hier einen Namen für Ihre OpenMV Cam ein

# OpenMVCameraSettings|
source: Duplicate REPL on the UART on startup
de: REPL auf dem UART beim Start duplizieren

# Application|
source: Failed to load core: %1
de: Fehler beim Laden des Kerns: %1

# Application|
source: Could not send message
de: Nachricht konnte nicht gesendet werden

# Application|
source: Unable to send command line arguments to the already running instance. It appears to be not responding. Do you want to start a new instance of Creator?
de: Die Befehlszeilenargumente können nicht an die bereits ausgeführte Instanz gesendet werden. Sie scheint nicht zu reagieren. Möchten Sie eine neue Instanz von Creator starten?

# Application|
source: Could not find Core plugin in %1
de: Das Core-Plugin wurde in %1 nicht gefunden

# Application|
source: Could not find TextEditor plugin in %1
de: Das TextEditor-Plugin wurde in %1 nicht gefunden

# Application|
source: Could not find OpenMV plugin in %1
de: Das OpenMV-Plugin wurde in %1 nicht gefunden

# Application|
source: Core plugin is disabled.
de: Core-Plugin ist deaktiviert.

# Application|
source: TextEditor plugin is disabled.
de: TextEditor-Plugin ist deaktiviert.

# Application|
source: OpenMV plugin is disabled.
de: OpenMV-Plugin ist deaktiviert.

# MyMain|
source: N/A
de: k.A.

# PluginManager|
source: The plugin "%1" is specified twice for testing.
de: Das Plugin "%1" wird zweimal zum Testen angegeben.

# PluginManager|
source: The plugin "%1" does not exist.
de: Das Plugin "%1" existiert nicht.

# PluginManager|
source: The plugin "%1" is not tested.
de: Das Plugin "%1" wurde nicht getestet.

# PluginManager|
source: Unknown option %1
de: Unbekannte Option %1

# PluginManager|
source: The option %1 requires an argument.
de: Die Option %1 benötigt ein Argument.

# ExtensionSystem::PluginDetailsView|
source: None
de: Kein

# ExtensionSystem::PluginDetailsView|
source: All
de: Alle

# ExtensionSystem::PluginDetailsView|
source: %1 (current: "%2")
de: %1 (aktuell: "%2")

# ExtensionSystem::PluginErrorOverview|
source: Continue
de: Weiter

# ExtensionSystem::PluginErrorView|
source: Invalid
de: Ungültig

# ExtensionSystem::PluginErrorView|
source: Description file found, but error on read.
de: Beschreibungsdatei gefunden, aber Fehler beim Lesen.

# ExtensionSystem::PluginErrorView|
source: Read
de: Lesen

# ExtensionSystem::PluginErrorView|
source: Description successfully read.
de: Beschreibung erfolgreich gelesen.

# ExtensionSystem::PluginErrorView|
source: Resolved
de: gelöst wird.

# ExtensionSystem::PluginErrorView|
source: Dependencies are successfully resolved.
de: Abhängigkeiten werden erfolgreich aufgelöst.

# ExtensionSystem::PluginErrorView|
source: Loaded
de: Geladen

# ExtensionSystem::PluginErrorView|
source: Library is loaded.
de: Bibliothek ist geladen.

# ExtensionSystem::PluginErrorView|
source: Initialized
de: Initialisiert

# ExtensionSystem::PluginErrorView|
source: Plugin's initialization function succeeded.
de: Die Initialisierungsfunktion des Plugins war erfolgreich.

# ExtensionSystem::PluginErrorView|
source: Running
de: Wird ausgeführt

# ExtensionSystem::PluginErrorView|
source: Plugin successfully loaded and running.
de: Plugin erfolgreich geladen und ausgeführt.

# ExtensionSystem::PluginErrorView|
source: Stopped
de: Gestoppt

# ExtensionSystem::PluginErrorView|
source: Plugin was shut down.
de: Das Plugin wurde heruntergefahren.

# ExtensionSystem::PluginErrorView|
source: Deleted
de: Gelöscht

# ExtensionSystem::PluginErrorView|
source: Plugin ended its life cycle and was deleted.
de: Das Plugin hat seinen Lebenszyklus beendet und wurde gelöscht.

# ExtensionSystem::PluginManager|
source: Circular dependency detected:
de: Kreisabhängigkeit erkannt:

# ExtensionSystem::PluginManager|
source: %1(%2) depends on
de: %1(%2) hängt ab von

# ExtensionSystem::PluginManager|
source: Cannot load plugin because dependency failed to load: %1(%2) Reason: %3
de: Das Plugin kann nicht geladen werden, da die Abhängigkeit nicht geladen werden konnte: %1(%2) Grund: %3

# PluginSpec|
source: "%1" is missing
de: "%1" fehlt

# PluginSpec|
source: Value for key "%1" is not a string
de: Der Wert für den Schlüssel "%1" ist keine Zeichenfolge

# PluginSpec|
source: Value for key "%1" is not a bool
de: Der Wert für den Schlüssel "%1" ist kein Bool

# PluginSpec|
source: Value for key "%1" is not an array of objects
de: Der Wert für den Schlüssel "%1" ist kein Array von Objekten

# PluginSpec|
source: Value for key "%1" is not a string and not an array of strings
de: Der Wert für den Schlüssel "%1" ist kein String und kein String-Array

# PluginSpec|
source: Value "%2" for key "%1" has invalid format
de: Der Wert "%2" für den Schlüssel "%1" hat ein ungültiges Format

# PluginSpec|
source: Resolving dependencies failed because state != Read
de: Das Auflösen von Abhängigkeiten ist fehlgeschlagen, weil Status != Lesen ist

# PluginSpec|
source: Could not resolve dependency '%1(%2)'
de: Die Abhängigkeit '%1(%2)' konnte nicht aufgelöst werden.

# PluginSpec|
source: Loading the library failed because state != Resolved
de: Das Laden der Bibliothek ist fehlgeschlagen, da Status != Aufgelöst ist

# PluginSpec|
source: Plugin is not valid (does not derive from IPlugin)
de: Plugin ist nicht gültig (stammt nicht von IPlugin)

# PluginSpec|
source: Initializing the plugin failed because state != Loaded
de: Das Initialisieren des Plugins ist fehlgeschlagen, weil Status != Geladen ist

# PluginSpec|
source: Internal error: have no plugin instance to initialize
de: Interner Fehler: Keine Plugin-Instanz zum Initialisieren

# PluginSpec|
source: Plugin initialization failed: %1
de: Plugin-Initialisierung fehlgeschlagen: %1

# PluginSpec|
source: Cannot perform extensionsInitialized because state != Initialized
de: Kann extensionsInitialed nicht ausführen, da Status != Initialisiert ist

# PluginSpec|
source: Internal error: have no plugin instance to perform extensionsInitialized
de: Interner Fehler: Keine Plugin-Instanz zum Ausführen von extensionsInitialisiert

# PluginSpec|
source: Internal error: have no plugin instance to perform delayedInitialize
de: Interner Fehler: keine Plugin-Instanz zur Ausführung von delayedInitialisieren

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Plugin meta data not found
de: Plugin-Metadaten wurden nicht gefunden

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Invalid platform specification "%1": %2
de: Ungültige Plattformspezifikation "%1": %2

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Dependency: %1
de: Abhängigkeit: %1

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Dependency: "%1" must be "%2" or "%3" (is "%4")
de: Abhängigkeit: "%1" muss "%2" oder "%3" sein (ist "%4")

# ExtensionSystem::Internal::PluginSpecPrivate|
source: Argument: "%1" is empty
de: Argument: "%1" ist leer

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is not available on this platform.
de: Pfad: %1 Plugin ist auf dieser Plattform nicht verfügbar.

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is enabled as dependency of an enabled plugin.
de: Pfad: %1 Plugin ist als Abhängigkeit eines aktivierten Plugins aktiviert.

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is enabled by command line argument.
de: Pfad: %1 Plugin wird über das Befehlszeilenargument aktiviert.

# ExtensionSystem::PluginView|
source: Path: %1 Plugin is disabled by command line argument.
de: Pfad: %1 Plugin wird durch Befehlszeilenargument deaktiviert.

# ExtensionSystem::PluginView|
source: Path: %1
de: Pfad: %1

# ExtensionSystem::PluginView|
source: Plugin is not available on this platform.
de: Das Plugin ist auf dieser Plattform nicht verfügbar.

# ExtensionSystem::PluginView|
source: Plugin is required.
de: Plugin ist erforderlich.

# ExtensionSystem::PluginView|
source: Load on startup
de: Beim Start laden

# ExtensionSystem::PluginView|
source: Load on Startup
de: Beim Start laden

# ExtensionSystem::PluginView|
source: Load
de: Laden

# ExtensionSystem::PluginView|
source: Vendor
de: Anbieter

# ExtensionSystem::PluginView|
source: Utilities
de: Werkzeuge

# ExtensionSystem::PluginView|
source: Enabling Plugins
de: Plugins aktivieren
