Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Line with Selection
de: Gehe zur nächsten Zeile mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Line with Selection
de: Gehe zur vorherigen Zeile mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Character with Selection
de: Gehe zum vorherigen Zeichen mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Character with Selection
de: Gehe zum nächsten Zeichen mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word with Selection
de: Gehe zum vorherigen Wort mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word with Selection
de: Gehe zum nächsten Wort mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word Camel Case with Selection
de: Gehe zum vorherigen Wort Camel Case mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word Camel Case with Selection
de: Gehe zum nächsten Wort Camel Case mit Auswahl

# TextEditor::Internal::TextEditorPlugin|
source: Trigger Completion
de: Abschluss auslösen

# TextEditor::Internal::TextEditorPlugin|
source: Trigger Refactoring Action
de: Refactoring-Aktion auslösen

# TextEditor::Internal::TextEditorPlugin|
source: Selected text within the current document.
de: Ausgewählter Text im aktuellen Dokument.

# TextEditor::Internal::TextEditorPlugin|
source: Line number of the text cursor position in current document (starts with 1).
de: Zeilennummer der Position des Textcursors im aktuellen Dokument (beginnt mit 1).

# TextEditor::Internal::TextEditorPlugin|
source: Column number of the text cursor position in current document (starts with 0).
de: Spaltennummer der Textcursorposition im aktuellen Dokument (beginnt mit 0).

# TextEditor::Internal::TextEditorPlugin|
source: Number of lines visible in current document.
de: Anzahl der im aktuellen Dokument sichtbaren Zeilen.

# TextEditor::Internal::TextEditorPlugin|
source: Number of columns visible in current document.
de: Anzahl der im aktuellen Dokument sichtbaren Spalten

# TextEditor::Internal::TextEditorPlugin|
source: Current document's font size in points.
de: Schriftgröße des aktuellen Dokuments in Punkten.

# TextEditorSettings|
source: Generic text. Applied to text, if no other rules matching.
de: Allgemeiner Text. An Text angepasst, wenn keine anderen Regeln übereinstimmen.

# TextEditorSettings|
source: Links that follow symbol under cursor.
de: Links, die dem Symbol unter dem Cursor folgen.

# TextEditorSettings|
source: Selection
de: Auswahl

# TextEditorSettings|
source: Selected text.
de: Ausgewählter Text

# TextEditorSettings|
source: Line Number
de: Zeilennummer

# TextEditorSettings|
source: Line numbers located on the left side of the editor.
de: Zeilennummern befinden sich auf der linken Seite des Editors.

# TextEditorSettings|
source: Search Result
de: Suchergebnis

# TextEditorSettings|
source: Highlighted search results inside the editor.
de: Markierte Suchergebnisse im Editor.

# TextEditorSettings|
source: Search Scope
de: Suchbereich

# TextEditorSettings|
source: Section where the pattern is searched in.
de: Bereich, in dem das Muster gesucht wird.

# TextEditorSettings|
source: Parentheses
de: 1.4.28 Parentheses (2)

# TextEditorSettings|
source: Displayed when matching parentheses, square brackets or curly brackets are found.
de: Wird angezeigt, wenn passende Klammern, eckige Klammern oder geschweifte Klammern gefunden werden.

# TextEditorSettings|
source: Mismatched Parentheses
de: Nicht übereinstimmende Klammern

# TextEditorSettings|
source: Displayed when mismatched parentheses, square brackets, or curly brackets are found.
de: Wird angezeigt, wenn nicht übereinstimmende Klammern, eckige Klammern oder geschweifte Klammern gefunden werden.

# TextEditorSettings|
source: Current Line
de: Aktuelle Linie

# TextEditorSettings|
source: Line where the cursor is placed in.
de: Zeile, in der sich der Cursor befindet

# TextEditorSettings|
source: Current Line Number
de: Aktuelle Zeilennummer

# TextEditorSettings|
source: Line number located on the left side of the editor where the cursor is placed in.
de: Die Zeilennummer befindet sich auf der linken Seite des Editors, in dem sich der Cursor befindet.

# TextEditorSettings|
source: Occurrences
de: Auftreten

# TextEditorSettings|
source: Occurrences of the symbol under the cursor. (Only the background will be applied.)
de: Vorkommen des Symbols unter dem Cursor. (Nur der Hintergrund wird angewendet.)

# TextEditorSettings|
source: Unused Occurrence
de: Unbenutztes Vorkommen

# TextEditorSettings|
source: Occurrences of unused variables.
de: Vorkommen von nicht verwendeten Variablen.

# TextEditorSettings|
source: Renaming Occurrence
de: Umbenennen von Vorkommen

# TextEditorSettings|
source: Occurrences of a symbol that will be renamed.
de: Vorkommen eines Symbols, das umbenannt wird.

# TextEditorSettings|
source: Number
de: Nummer

# TextEditorSettings|
source: Number literal.
de: Zahlenliteral

# TextEditorSettings|
source: String
de: Zeichenfolge

# TextEditorSettings|
source: Character and string literals.
de: Zeichen- und Zeichenfolgenliterale.

# TextEditorSettings|
source: Primitive Type
de: Primitiver Typ

# TextEditorSettings|
source: Name of a primitive data type.
de: Name eines primitiven Datentyps

# TextEditorSettings|
source: Type
de: Art

# TextEditorSettings|
source: Name of a type.
de: Name eines Typs

# TextEditorSettings|
source: Local
de: Lokal

# TextEditorSettings|
source: Local variables.
de: Lokale Variablen.

# TextEditorSettings|
source: Field
de: Feld

# TextEditorSettings|
source: Class' data members.
de: Datenelemente der Klasse.

# TextEditorSettings|
source: Enumeration
de: Aufzählung

# TextEditorSettings|
source: Applied to enumeration items.
de: Auf Aufzählungselemente angewendet.

# TextEditorSettings|
source: Function
de: Funktion

# TextEditorSettings|
source: Name of a function.
de: Name einer Funktion

# TextEditorSettings|
source: Virtual Function
de: Virtuelle Funktion

# TextEditorSettings|
source: Name of function declared as virtual.
de: Name der Funktion, die als virtuell deklariert wurde.

# TextEditorSettings|
source: QML Binding
de: QML-Bindung

# TextEditorSettings|
source: QML item property, that allows a binding to another property.
de: QML-Elementeigenschaft, die eine Bindung an eine andere Eigenschaft ermöglicht

# TextEditorSettings|
source: QML Local Id
de: Lokale QML-ID

# TextEditorSettings|
source: QML item id within a QML file.
de: QML-Element-ID in einer QML-Datei.

# TextEditorSettings|
source: QML Root Object Property
de: QML-Stammobjekteigenschaft

# TextEditorSettings|
source: QML property of a parent item.
de: QML-Eigenschaft eines übergeordneten Elements

# TextEditorSettings|
source: QML Scope Object Property
de: QML-Bereichsobjekteigenschaft

# TextEditorSettings|
source: Property of the same QML item.
de: Eigenschaft des gleichen QML-Elements

# TextEditorSettings|
source: QML State Name
de: QML-Statusname

# TextEditorSettings|
source: Name of a QML state.
de: Name eines QML-Status

# TextEditorSettings|
source: QML Type Name
de: QML-Typname

# TextEditorSettings|
source: Name of a QML type.
de: Name eines QML-Typs

# TextEditorSettings|
source: QML External Id
de: Externe QML-ID

# TextEditorSettings|
source: QML id defined in another QML file.
de: QML-ID, die in einer anderen QML-Datei definiert ist.

# TextEditorSettings|
source: QML External Object Property
de: Externe QML-Objekteigenschaft

# TextEditorSettings|
source: QML property defined in another QML file.
de: QML-Eigenschaft, die in einer anderen QML-Datei definiert ist.

# TextEditorSettings|
source: JavaScript Scope Var
de: JavaScript Umfang Var

# TextEditorSettings|
source: Variables defined inside the JavaScript file.
de: Variablen, die in der JavaScript-Datei definiert sind.

# TextEditorSettings|
source: Name of a JavaScript import inside a QML file.
de: Name eines JavaScript-Imports in einer QML-Datei.

# TextEditorSettings|
source: JavaScript Global Variable
de: JavaScript Globale Variable

# TextEditorSettings|
source: Variables defined outside the script.
de: Variablen außerhalb des Skripts definiert.

# TextEditorSettings|
source: Keyword
de: Schlüsselwort

# TextEditorSettings|
source: Reserved keywords of the programming language except keywords denoting primitive types.
de: Reservierte Schlüsselwörter der Programmiersprache mit Ausnahme von Schlüsselwörtern für primitive Typen.

# TextEditorSettings|
source: Operators (for example operator++ or operator-=).
de: Operatoren (zum Beispiel operator++ oder operator-=).

# TextEditorSettings|
source: Preprocessor
de: Präprozessor

# TextEditorSettings|
source: Preprocessor directives.
de: Präprozessordirektiven.

# TextEditorSettings|
source: Labels for goto statements.
de: Labels für goto-Anweisungen.

# TextEditorSettings|
source: Comment
de: Kommentar

# TextEditorSettings|
source: All style of comments except Doxygen comments.
de: Alle Kommentare außer Doxygen.

# TextEditorSettings|
source: Doxygen Comment
de: Doxygen Kommentar

# TextEditorSettings|
source: Doxygen comments.
de: Doxygen kommentiert.

# TextEditorSettings|
source: Visual Whitespace
de: Visuelle Whitespace

# TextEditorSettings|
source: Whitespace. Will not be applied to whitespace in comments and strings.
de: Whitespace. Wird nicht auf Leerzeichen in Kommentaren und Strings angewendet.

# TextEditorSettings|
source: Disabled Code
de: Deaktivierter Code

# TextEditorSettings|
source: Code disabled by preprocessor directives.
de: Code deaktiviert durch Präprozessordirektiven.

# TextEditorSettings|
source: Added Line
de: Zeile hinzugefügt

# TextEditorSettings|
source: Applied to added lines in differences (in diff editor).
de: Auf hinzugefügte Zeilen in Differenzen angewendet (im Diff-Editor).

# TextEditorSettings|
source: Removed Line
de: Entfernte Linie

# TextEditorSettings|
source: Applied to removed lines in differences (in diff editor).
de: Auf entfernte Linien in Differenzen angewendet (im Diff-Editor).

# TextEditorSettings|
source: Diff File
de: Diff Datei

# TextEditorSettings|
source: Compared files (in diff editor).
de: Verglichene Dateien (im diff-Editor).

# TextEditorSettings|
source: Diff Location
de: Diff-Standort

# TextEditorSettings|
source: Location in the files where the difference is (in diff editor).
de: Ort in den Dateien, wo der Unterschied ist (im Diff-Editor).

# TextEditorSettings|
source: Diff File Line
de: Diff Dateizeile

# TextEditorSettings|
source: Applied to lines with file information in differences (in side-by-side diff editor).
de: Anwenden auf Zeilen mit Dateiinformationen in Differenzen (im Side-by-Side-Diff-Editor).

# TextEditorSettings|
source: Diff Context Line
de: Diff-Kontextlinie

# TextEditorSettings|
source: Applied to lines describing hidden context in differences (in side-by-side diff editor).
de: Anwenden auf Zeilen, die verborgenen Kontext in Differenzen beschreiben (im Side-by-Side-Diff-Editor).

# TextEditorSettings|
source: Diff Source Line
de: Diff-Quellenzeile

# TextEditorSettings|
source: Applied to source lines with changes in differences (in side-by-side diff editor).
de: Auf Quelllinien mit Differenzenänderungen angewendet (im Side-by-Side-Diff-Editor).

# TextEditorSettings|
source: Diff Source Character
de: Diff-Quellzeichen

# TextEditorSettings|
source: Applied to removed characters in differences (in side-by-side diff editor).
de: Angewendet auf entfernte Zeichen in Differenzen (im Side-by-Side-Diff-Editor).

# TextEditorSettings|
source: Diff Destination Line
de: Diff-Zielzeile

# TextEditorSettings|
source: Applied to destination lines with changes in differences (in side-by-side diff editor).
de: Auf Zielzeilen mit Änderungen der Differenzen angewendet (im Side-by-Side-Diff-Editor).

# TextEditorSettings|
source: Diff Destination Character
de: Diff-Zielzeichen

# TextEditorSettings|
source: Applied to added characters in differences (in side-by-side diff editor).
de: Angewendet auf hinzugefügte Zeichen in Differenzen (im Side-by-Side-Diff-Editor).

# TextEditorSettings|
source: Log Change Line
de: Änderungslinie protokollieren

# TextEditorSettings|
source: Applied to lines describing changes in VCS log.
de: Wird auf Zeilen angewendet, die Änderungen im VCS-Protokoll beschreiben.

# TextEditorSettings|
source: Error
de: Fehler

# TextEditorSettings|
source: Underline color of error diagnostics.
de: Unterstreichen Sie die Farbe der Fehlerdiagnose.

# TextEditorSettings|
source: Error Context
de: Fehlerkontext

# TextEditorSettings|
source: Underline color of the contexts of error diagnostics.
de: Unterstreichen Sie die Farbe der Kontexte der Fehlerdiagnose.

# TextEditorSettings|
source: Warning
de: Warnung

# TextEditorSettings|
source: Underline color of warning diagnostics.
de: Unterstreichen Sie die Farbe der Warndiagnose.

# TextEditorSettings|
source: Warning Context
de: Warnkontext

# TextEditorSettings|
source: Underline color of the contexts of warning diagnostics.
de: Unterstreichen Sie die Farbe der Kontexte der Warndiagnose.

# TextEditorSettings|
source: Behavior
de: Verhalten

# TextEditorSettings|
source: Display
de: Anzeigen

# OpenMV::Internal::OpenMVPlugin|
source: Invalid argument (%1) for -override_read_timeout
de: Ungültiges Argument (%1) für -override_read_timeout

# OpenMV::Internal::OpenMVPlugin|
source: Missing argument for -override_read_timeout
de: Fehlendes Argument für -override_read_timeout

# OpenMV::Internal::OpenMVPlugin|
source: Invalid argument (%1) for -override_read_stall_timeout
de: Ungültiges Argument (%1) für -override_read_stall_timeout

# OpenMV::Internal::OpenMVPlugin|
source: Missing argument for -override_read_stall_timeout
de: Fehlendes Argument für -override_read_stall_timeout

# OpenMV::Internal::OpenMVPlugin|
source: Please close any programs that are viewing/editing OpenMV IDE's application data and then restart OpenMV IDE!
de: Bitte schließen Sie alle Programme, die die Anwendungsdaten von OpenMV IDE anzeigen /bearbeiten, und starten Sie OpenMV IDE neu!

# OpenMV::Internal::OpenMVPlugin|
source: Edit Grayscale threshold with Threshold Editor
de: Bearbeiten Sie den Schwellenwert für Graustufen mit dem Schwellenwert-Editor

# OpenMV::Internal::OpenMVPlugin|
source: Edit LAB threshold with Threshold Editor
de: Bearbeiten Sie den LAB-Schwellenwert mit dem Schwellenwert-Editor

# OpenMV::Internal::OpenMVPlugin|
source: untitled_$.py
de: ohne_Titel_$.py

# OpenMV::Internal::OpenMVPlugin|
source: Examples
de: Beispiele

# OpenMV::Internal::OpenMVPlugin|
source: Run Bootloader
de: Starten Sie den Bootloader

# OpenMV::Internal::OpenMVPlugin|
source: Configure OpenMV Cam settings file
de: Konfigurieren Sie die OpenMV Cam Einstellungsdatei

# OpenMV::Internal::OpenMVPlugin|
source: Save open script to OpenMV Cam
de: Speichern Sie das geöffnete Skript in OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: Reset OpenMV Cam
de: Setzen Sie die OpenMV Cam zurück

# OpenMV::Internal::OpenMVPlugin|
source: Open Terminal
de: öffnen Sie das Terminal

# OpenMV::Internal::OpenMVPlugin|
source: Threshold Editor
de: Schwellenwert-Editor

# OpenMV::Internal::OpenMVPlugin|
source: Keypoints Editor
de: Schlüsselpunkte-Editor

# OpenMV::Internal::OpenMVPlugin|
source: TAG16H5 Family (30 Tags)
de: TAG16H5 Familie (30 Tags)

# OpenMV::Internal::OpenMVPlugin|
source: TAG25H7 Family (242 Tags)
de: TAG25H7 Familie (242 Tags)

# OpenMV::Internal::OpenMVPlugin|
source: TAG25H9 Family (35 Tags)
de: TAG25H9 Familie (35 Tags)

# OpenMV::Internal::OpenMVPlugin|
source: TAG36H10 Family (2320 Tags)
de: TAG36H10 Familie (2320 Tags)

# OpenMV::Internal::OpenMVPlugin|
source: TAG36H11 Family (587 Tags - Recommended)
de: TAG36H11 Familie (587 Tags - Empfohlen)

# OpenMV::Internal::OpenMVPlugin|
source: ARKTOOLKIT Family (512 Tags)
de: ARKTOOLKIT Familie (512 Tags)

# OpenMV::Internal::OpenMVPlugin|
source: Failed to open: "%L1"
de: Fehler beim Öffnen: "%L1"

# OpenMV::Internal::OpenMVPlugin|
source: CNN Network Library
de: CNN-Netzwerkbibliothek

# OpenMV::Internal::OpenMVPlugin|
source: Video Tools
de: Videowerkzeuge

# OpenMV::Internal::OpenMVPlugin|
source: Convert Video File
de: Videodatei konvertieren

# OpenMV::Internal::OpenMVPlugin|
source: Play Video File
de: Videodatei abspielen

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV Docs
de: OpenMV-Dokumente

# OpenMV::Internal::OpenMVPlugin|
source: OpenMV Forums
de: OpenMV-Foren

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV Cam
de: Über OpenMV Cam

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV Cam...
de: Über OpenMV Cam...

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV IDE
de: Über OpenMV IDE

# OpenMV::Internal::OpenMVPlugin|
source: About OpenMV IDE...
de: Über OpenMV IDE...

# OpenMV::Internal::OpenMVPlugin|
source: <p><b>About OpenMV IDE %L1</b></p><p>By: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU GENERAL PUBLIC LICENSE</b></p><p>Copyright (C) %L2 %L3</p><p>This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href="http://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a> for more details.</p><p><b>Questions or Comments?</b></p><p>Contact us at <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>
de: <p><b>Über OpenMV IDE %L1</p><p>Von: Ibrahim Abdelkader & Kwabena W. Agyeman</p><p><b>GNU ALLGEMEINE ÖFFENTLICHE LIZENZ</b></p><p>Copyright (C) %L2 %L3</p><p>Dieses Programm wird in der Hoffnung verteilt, dass es nützlich sein wird, aber OHNE JEGLICHE GARANTIE; ohne auch nur die stillschweigende Gewährleistung der MARKTGÄNGIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Weitere Informationen finden Sie in der <a href="http://github.com/openmv/qt-creator/raw/master/LICENSE.GPL3-EXCEPT">GNU General Public License</a>.</p><p><b>Fragen oder Kommentare?</b></p><p>Kontaktieren Sie uns unter <a href="mailto:openmv@openmv.io">openmv@openmv.io</a>.</p>

# OpenMV::Internal::OpenMVPlugin|
source: <p><b>Credits</b></p>
de: <p><b>Kredite</b></p>

# OpenMV::Internal::OpenMVPlugin|
source: <p>OpenMV IDE English translation by Kwabena W. Agyeman.</p>
de: <p>OpenMV IDE Deutsche Übersetzung von Kwabena W. Agyeman.</p>

# OpenMV::Internal::OpenMVPlugin|
source: Connect
de: Verbinden

# OpenMV::Internal::OpenMVPlugin|
source: Disconnect
de: Trennen

# OpenMV::Internal::OpenMVPlugin|
source: Start (run script)
de: Start (Skript ausführen)

# OpenMV::Internal::OpenMVPlugin|
source: Documents Folder
de: Dokumentenordner

# OpenMV::Internal::OpenMVPlugin|
source: Add some code to "%L1"
de: Füge einen Code zu "%L1" hinzu

# OpenMV::Internal::OpenMVPlugin|
source: Stop (halt script)
de: Stopp (Skript anhalten)

# OpenMV::Internal::OpenMVPlugin|
source: Frame Buffer
de: Bildspeicher, Framebuffer

# OpenMV::Internal::OpenMVPlugin|
source: Record
de: Aufnahme

# OpenMV::Internal::OpenMVPlugin|
source: Record the Frame Buffer
de: Zeichnen Sie den Rahmenpuffer auf

# OpenMV::Internal::OpenMVPlugin|
source: Stop
de: Halt

# OpenMV::Internal::OpenMVPlugin|
source: Stop recording
de: Aufnahme beenden

# OpenMV::Internal::OpenMVPlugin|
source: JPEG compress the Frame Buffer for higher performance
de: JPEG komprimieren den Frame Buffer für höhere Leistung

# OpenMV::Internal::OpenMVPlugin|
source: Busy... please wait...
de: Beschäftigt ... bitte warten ...

# OpenMV::Internal::OpenMVPlugin|
source: Disable
de: Deaktivieren

# OpenMV::Internal::OpenMVPlugin|
source: Disable the Frame Buffer for maximum performance
de: Deaktivieren Sie den Frame-Puffer für maximale Leistung

# OpenMV::Internal::OpenMVPlugin|
source: Frame Buffer Disabled - click the disable button again to enable (top right)
de: Frame Buffer Disabled - Klicken Sie erneut auf die Schaltfläche zum Deaktivieren, um sie zu aktivieren (oben rechts)

# OpenMV::Internal::OpenMVPlugin|
source: Elapsed: 0h:00m:00s:000ms - Size: 0 B - FPS: 0
de: Verstrichen: 0h:00m:00s:000ms - Größe: 0 B - FPS: 0

# OpenMV::Internal::OpenMVPlugin|
source: Histogram
de: Histogramm

# OpenMV::Internal::OpenMVPlugin|
source: RGB Color Space
de: RGB-Farbraum

# OpenMV::Internal::OpenMVPlugin|
source: Grayscale Color Space
de: Graustufen-Farbraum

# OpenMV::Internal::OpenMVPlugin|
source: LAB Color Space
de: LAB Farbraum

# OpenMV::Internal::OpenMVPlugin|
source: YUV Color Space
de: YUV-Farbraum

# OpenMV::Internal::OpenMVPlugin|
source: Use Grayscale/LAB for color tracking
de: Verwenden Sie Graustufen/LAB für die Farbverfolgung

# OpenMV::Internal::OpenMVPlugin|
source: Res - No Image
de: Res - Kein Bild

# OpenMV::Internal::OpenMVPlugin|
source: Res (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixels (%7)
de: Res (w:%1, h:%2) - ROI (x:%3, y:%4, w:%5, h:%6) - Pixel (%7)

# OpenMV::Internal::OpenMVPlugin|
source: Camera firmware version
de: Kamera-Firmware-Version

# OpenMV::Internal::OpenMVPlugin|
source: Serial Port:
de: Serieller Port

# OpenMV::Internal::OpenMVPlugin|
source: Camera serial port
de: Kamera serielle Schnittstelle

# OpenMV::Internal::OpenMVPlugin|
source: Drive:
de: Fahrt:

# OpenMV::Internal::OpenMVPlugin|
source: Drive associated with port
de: Laufwerk mit Port verbunden

# OpenMV::Internal::OpenMVPlugin|
source: May be different from camera FPS
de: Kann von der Kamera FPS abweichen

# OpenMV::Internal::OpenMVPlugin|
source: Update Available
de: Aktualisierung verfügbar

# OpenMV::Internal::OpenMVPlugin|
source: A new version of OpenMV IDE (%L1.%L2.%L3) is available for download.
de: Eine neue Version von OpenMV IDE (%L1.%L2.%L3) steht zum Download bereit.

# OpenMV::Internal::OpenMVPlugin|
source: WiFi Programming Disabled!
de: WLAN-Programmierung deaktiviert!

# OpenMV::Internal::OpenMVPlugin|
source: Another application is using the OpenMV Cam broadcast discovery port. Please close that application and restart OpenMV IDE to enable WiFi programming.
de: Eine andere Anwendung verwendet den OpenMV Cam-Broadcast-Discovery-Port. Schließen Sie diese Anwendung und starten Sie OpenMV IDE neu, um die WiFi-Programmierung zu aktivieren.

# OpenMV::Internal::OpenMVPlugin|
source: Documents Folder Error
de: Fehler im Dokumentenordner

# OpenMV::Internal::OpenMVPlugin|
source: Failed to create the documents folder!
de: Fehler beim Erstellen des Dokumentenordners!

# OpenMV::Internal::OpenMVPlugin|
source: Serial Port - %L1 - %L2 BPS
de: Serieller Port - %L1 - %L2 BPS

# OpenMV::Internal::OpenMVPlugin|
source: Connecting... (30 second timeout)
de: Verbindung herstellen ... (30 Sekunden Timeout)

# OpenMV::Internal::OpenMVPlugin|
source: Cancel
de: Abbruch

# OpenMV::Internal::OpenMVPlugin|
source: Error: %L1!
de: Fehler: %L1!

# OpenMV::Internal::OpenMVPlugin|
source: Try doing: sudo adduser %L1 dialout ...in a terminal and then restart your computer.
de: Versuchen Sie Folgendes: sudo adduser %L1 dialout ... in einem Terminal und starten Sie Ihren Computer neu.

# OpenMV::Internal::OpenMVPlugin|
source: Invalid baud rate argument (%1) for -open_serial_terminal
de: Ungültiges Baudratenargument (%1) für -open_serial_terminal

# OpenMV::Internal::OpenMVPlugin|
source: -open_serial_terminal requires two arguments <port_name:baud_rate>
de: -open_serial_terminal benötigt zwei Argumente <port_name: baud_rate>

# OpenMV::Internal::OpenMVPlugin|
source: Missing arguments for -open_serial_terminal
de: Fehlende Argumente für -open_serial_terminal

# OpenMV::Internal::OpenMVPlugin|
source: UDP Client Connection - %1:%2
de: UDP-Clientverbindung - %1:%2
