Repository: pide2000/qt-creator
Catalog: share/qtcreator/translations/qtcreator_*.po
Languages: de

# Core::Internal::MainWindow|
source: &Copy
de: &Kopieren

# Core::Internal::MainWindow|
source: &Paste
de: Einfügen

# Core::Internal::MainWindow|
source: Select &All
de: &Alle auswählen

# Core::Internal::MainWindow|
source: &Go to Line...
de: &Gehe zu Zeile ...

# Core::Internal::MainWindow|
source: &Options...
de: &Optionen

# Core::Internal::MainWindow|
source: Minimize
de: Minimieren

# Core::Internal::MainWindow|
source: Full Screen
de: Vollbild

# Core::Internal::MainWindow|
source: Close Window
de: Fenster schließen

# Core::Internal::MainWindow|
source: Show Mode Selector
de: Modusauswahl anzeigen

# Core::Internal::MainWindow|
source: &Views
de: &Ansichten

# Core::Internal::MainWindow|
source: About &Qt Creator
de: Über &Qt Creator

# Core::Internal::MainWindow|
source: About &Qt Creator...
de: Über &Qt Creator...

# Core::Internal::MainWindow|
source: About &Plugins...
de: Über &Plugins...

# Core::Internal::MainWindow|
source: Settings...
de: Einstellungen...

# Core::Internal::MessageOutputWindow|
source: Serial Terminal
de: Serielles Terminal

# Core::Internal::MimeTypeSettingsModel|
source: MIME Type
de: MIME-Typ

# Core::Internal::MimeTypeSettingsModel|
source: Undefined
de: Nicht definiert

# Core::Internal::MimeTypeSettingsPrivate|
source: Reset MIME Types
de: MIME-Typen zurücksetzen

# Core::Internal::MimeTypeSettingsPrivate|
source: Changes will take effect after Qt Creator restart.
de: Änderungen werden nach dem Neustart von Qt Creator wirksam.

# Core::Internal::MimeTypeSettings|
source: MIME Types
de: MIME-Typen

# Core::ModeManager|
source: Switch to <b>%1</b> mode
de: Wechseln Sie in den Modus <b>%1</b>

# Core::Internal::NavigationSubWidget|
source: Split
de: Teilt

# Core::Internal::NavigationSubWidget|
source: Close
de: Schließen

# Core::Internal::CommandComboBox|
source: Activate %1 View
de: Aktiviere %1 Ansicht

# Core::NavigationWidget|
source: Activate %1 View
de: Aktiviere %1 Ansicht

# Core::Internal::OutputPaneManager|
source: Minimize
de: Minimieren

# Core::Internal::OutputPaneManager|
source: Maximize
de: Maximieren

# Core::Internal::OutputPaneManager|
source: Output
de: Ausgabe

# Core::Internal::OutputPaneManager|
source: Clear
de: Klar

# Core::Internal::OutputPaneManager|
source: Next Item
de: Weiter

# Core::Internal::OutputPaneManager|
source: Previous Item
de: Vorheriges Element

# Core::Internal::OutputPaneManager|
source: Close
de: Schließen

# Core::Internal::OutputPaneManager|
source: Output &Panes
de: Ausgabe &Fenster

# Core::PatchTool|
source: There is no patch-command configured in the general "Environment" settings.
de: In den allgemeinen "Environment" - Einstellungen ist kein Patch-Befehl konfiguriert.

# Core::PatchTool|
source: Executing in %1: %2 %3
de: Ausführung in %1: %2 %3

# Core::PatchTool|
source: Unable to launch "%1": %2
de: Kann "%1" nicht starten: %2

# Core::PatchTool|
source: A timeout occurred running "%1"
de: Es ist ein Timeout aufgetreten, bei dem "%1" ausgeführt wurde.

# Core::PatchTool|
source: "%1" crashed.
de: "%1" stürzte ab.

# Core::PatchTool|
source: "%1" failed (exit code %2).
de: "%1" fehlgeschlagen (Exit Code %2).

# Core::Internal::PluginDialog|
source: Error Details
de: Fehlerdetails

# Core::Internal::PluginDialog|
source: Close
de: Schließen

# Core::Internal::PluginDialog|
source: Restart required.
de: Neustart erforderlich.

# Core::Internal::PluginDialog|
source: Installed Plugins
de: Installierte Plugins

# Core::Internal::PluginDialog|
source: Plugin Details of %1
de: Plugin-Details von %1

# Core::Internal::PluginDialog|
source: Plugin Errors of %1
de: Plugin Fehler von %1

# Core::Internal::ProgressManagerPrivate|
source: Toggle Progress Details
de: Fortschrittsdetails umschalten

# Core::Internal::ProgressView|
source: Processes
de: Prozesse

# Core::Internal::SideBarWidget|
source: Split
de: Teilt

# Core::Internal::SideBarWidget|
source: Close
de: Schließen

# QCoreApplication|
source: unnamed
de: ungenannt

# Core::Internal::ThemeChooser|
source: Restart Required
de: Neustart erforderlich

# Core::Internal::ThemeChooser|
source: The theme change will take effect after a restart of Qt Creator.
de: Die Änderung des Designs wird nach einem Neustart von Qt Creator wirksam.

# Core::Internal::ToolSettings|
source: External Tools
de: Externe Werkzeuge

# Core::VariableChooser|
source: Insert Variable
de: Variable einfügen

# Core::VariableChooser|
source: Current Value: %1
de: Aktueller Wert %1

# Core::VariableChooser|
source: Insert Unexpanded Value
de: Nicht erweiterten Wert einfügen

# Core::VariableChooser|
source: Insert "%1"
de: Einfügen "%1"

# Core::VariableChooser|
source: Insert Expanded Value
de: Erweiterten Wert einfügen

# Core::VariableChooser|
source: Select a variable to insert.
de: Wählen Sie eine einzufügende Variable aus.

# Core::VariableChooser|
source: Variables
de: Variablen

# Core::VcsManager|
source: %1 repository was detected but %1 is not configured.
de: %1-Repository wurde erkannt, aber %1 ist nicht konfiguriert.

# Core::VcsManager|
source: Version Control
de: Versionskontrolle

# Core::VcsManager|
source: Would you like to remove this file from the version control system (%1)? Note: This might remove the local file.
de: Möchten Sie diese Datei aus dem Versionskontrollsystem (%1) entfernen? Hinweis: Dadurch wird möglicherweise die lokale Datei entfernt.

# Core::VcsManager|
source: Add to Version Control
de: Zur Versionskontrolle hinzufügen

# Core::VcsManager|
source: Add the file %1 to version control (%2)?
de: Fügen Sie die Datei %1 zur Versionskontrolle (%2) hinzu?

# Core::VcsManager|
source: Add the files %1 to version control (%2)?
de: Die Dateien %1 zur Versionskontrolle (%2) hinzufügen?

# Core::VcsManager|
source: Adding to Version Control Failed
de: Hinzufügen zur Versionskontrolle fehlgeschlagen

# Core::VcsManager|
source: Could not add the file %1 to version control (%2)
de: Die Datei %1 zur Versionskontrolle (%2) konnte nicht hinzugefügt werden

# Core::VcsManager|
source: Could not add the following files to version control (%1) %2
de: Die folgenden Dateien konnten nicht zur Versionskontrolle hinzugefügt werden (%1) %2

# Core::Internal::VersionDialog|
source: About Qt Creator
de: Über Qt Creator

# Core::Internal::VersionDialog|
source: <br/>From revision %1<br/>
de: <br/>Von Revision %1<br/>

# Core::Internal::VersionDialog|
source: <br/>Built on %1 %2<br/>
de: <br/>Gebaut auf %1 %2<br/>

# Core::Internal::VersionDialog|
source: <h3>%1</h3>%2<br/>%3%4%5<br/>Copyright 2008-%6 %7. All rights reserved.<br/><br/>The program is provided AS IS with NO WARRANTY OF ANY KIND, INCLUDING THE WARRANTY OF DESIGN, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.<br/>
de: <h3>%1</h3>%2<br/>%3%4%5<br/>Copyright 2008-%6 %7. Alle Rechte vorbehalten.<br/>Das Programm wird OHNE JEGLICHE GEWÄHRLEISTUNG ZUR VERFÜGUNG GESTELLT, EINSCHLIESSLICH DER GARANTIE DES DESIGNS, DER MARKTGÄNGIGKEIT UND DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.<br/>

# Core::Internal::WindowSupport|
source: Exit Full Screen
de: Vollbildmodus beenden

# Core::Internal::WindowSupport|
source: Enter Full Screen
de: Zum Vollbildmodus wechseln

# TextEditor::BaseFileFind|
source: Searching
de: Suchen

# TextEditor::BaseFileFind|
source: %n occurrences replaced.
de: %n Vorkommen ersetzt.

# TextEditor::BaseFileFind|
source: List of comma separated wildcard filters
de: Liste der durch Kommas getrennten Platzhalterfilter

# TextEditor::BaseFileFind|
source: Aborting replace.
de: Abbrechen ersetzen.

# TextEditor::Internal::CountingLabel|
source: %1 found
de: found

# TextEditor::BehaviorSettingsWidget|
source: Displays context-sensitive help or type information on mouseover.
de: Zeigt kontextbezogene Hilfe an oder gibt beim Mouseover Informationen ein.

# TextEditor::BehaviorSettingsWidget|
source: Displays context-sensitive help or type information on Shift+Mouseover.
de: Zeigt kontextbezogene Hilfe an oder gibt Informationen zu Umschalt + Mouseover ein.

# TextEditor::FunctionHintProposalWidget|
source: %1 of %2
de: %1 von %2

# TextEditor::Internal::CodecSelector|
source: Text Encoding
de: Textentschlüsselung

# TextEditor::Internal::CodecSelector|
source: The following encodings are likely to fit:
de: Die folgenden Kodierungen werden wahrscheinlich passen:

# TextEditor::Internal::CodecSelector|
source: Select encoding for "%1".%2
de: Wählen Sie die Codierung für "%1".%2

# TextEditor::Internal::CodecSelector|
source: Reload with Encoding
de: Mit Codierung neu laden

# TextEditor::Internal::CodecSelector|
source: Save with Encoding
de: Mit Codierung speichern

# TextEditor::CodeStyleEditor|
source: Edit preview contents to see how the current settings are applied to custom code snippets. Changes in the preview do not affect the current settings.
de: Bearbeiten Sie Vorschauinhalte, um zu sehen, wie die aktuellen Einstellungen auf benutzerdefinierte Code-Snippets angewendet werden. Änderungen in der Vorschau wirken sich nicht auf die aktuellen Einstellungen aus.

# TextEditor::Internal::CodeStyleDialog|
source: Edit Code Style
de: Code-Stil bearbeiten

# TextEditor::Internal::CodeStyleDialog|
source: Code style name:
de: Code-Stilname:

# TextEditor::Internal::CodeStyleDialog|
source: You cannot save changes to a built-in code style. Copy it first to create your own version.
de: Sie können Änderungen an einem integrierten Codestil nicht speichern. Kopieren Sie ihn zuerst, um eine eigene Version zu erstellen.

# TextEditor::Internal::CodeStyleDialog|
source: Copy Built-in Code Style
de: Den integrierten Code-Stil speichern

# TextEditor::Internal::CodeStyleDialog|
source: %1 (Copy)
de: %1 (Kopie)

# TextEditor::CodeStyleSelectorWidget|
source: Copy Code Style
de: Codestil kopieren

# TextEditor::CodeStyleSelectorWidget|
source: Code style name:
de: Code-Stilname:

# TextEditor::CodeStyleSelectorWidget|
source: %1 (Copy)
de: %1 (Kopie)

# TextEditor::CodeStyleSelectorWidget|
source: Delete Code Style
de: Codestil löschen

# TextEditor::CodeStyleSelectorWidget|
source: Are you sure you want to delete this code style permanently?
de: Möchten Sie diesen Codestil wirklich dauerhaft löschen?

# TextEditor::CodeStyleSelectorWidget|
source: Delete
de: Löschen

# TextEditor::CodeStyleSelectorWidget|
source: Import Code Style
de: Codestil importieren

# TextEditor::CodeStyleSelectorWidget|
source: Code styles (*.xml);;All files (*)
de: Codestile (*.xml);;Alle Dateien (*)

# TextEditor::CodeStyleSelectorWidget|
source: Cannot import code style from %1
de: Der Codestil kann nicht von %1 importiert werden

# TextEditor::CodeStyleSelectorWidget|
source: Export Code Style
de: Codestil exportieren

# TextEditor::Internal::ColorScheme|
source: Not a color scheme file.
de: Keine Farbschema-Datei.

# TextEditor::Internal::FindInCurrentFile|
source: Current File
de: Aktuelle Datei

# TextEditor::Internal::FindInCurrentFile|
source: File "%1":
de: Datei "%1":

# TextEditor::Internal::FindInCurrentFile|
source: File path: %1 %2
de: Dateipfad: %1 %2

# TextEditor::FindInFiles|
source: Files in File System
de: Dateien im Dateisystem

# TextEditor::FindInFiles|
source: Directory
de: Verzeichnis

# TextEditor::FindInFiles|
source: Path: %1 Filter: %2 %3
de: Pfad:%1 Filter: %2 %3

# TextEditor::FindInFiles|
source: Director&y:
de: Verzeichnis:

# TextEditor::FindInFiles|
source: Directory to Search
de: Verzeichnis zu suchen

# TextEditor::FindInFiles|
source: Fi&le pattern:
de: Dateimuster:

# TextEditor::Internal::FindInOpenFiles|
source: Open Documents
de: Dokumente öffnen

# TextEditor::Internal::FindInOpenFiles|
source: Open documents:
de: Dokumente öffnen:

# TextEditor::Internal::FindInOpenFiles|
source: Open Documents %1
de: Dokumente öffnen %1

# FontSettings_C_OCCURRENCES_UNUSED|
source: Unused variable
de: Unbenutzte Variable

# TextEditor::FontSettingsPage|
source: Font
de: Schriftart

# TextEditor::FontSettingsPage|
source: Color Scheme for Qt Creator Theme "%1"
de: Farbschema für Qt Creator Theme "%1"

# TextEditor::FontSettingsPage|
source: Copy Color Scheme
de: Farbschema kopieren

# TextEditor::FontSettingsPage|
source: Color scheme name:
de: Name des Farbschemas:

# TextEditor::FontSettingsPage|
source: %1 (copy)
de: %1 (Kopie)

# TextEditor::FontSettingsPage|
source: Delete Color Scheme
de: Farbschema löschen

# TextEditor::FontSettingsPage|
source: Are you sure you want to delete this color scheme permanently?
de: Möchten Sie dieses Farbschema wirklich dauerhaft löschen?

# TextEditor::FontSettingsPage|
source: Delete
de: Löschen

# TextEditor::FontSettingsPage|
source: Color Scheme Changed
de: Farbschema geändert

# TextEditor::FontSettingsPage|
source: The color scheme "%1" was modified, do you want to save the changes?
de: Das Farbschema "%1" wurde geändert. Möchten Sie die Änderungen speichern?

# TextEditor::FontSettingsPage|
source: Discard
de: Verwerfen

# GenericHighlighter|
source: Element name is empty.
de: Elementname ist leer.

# GenericHighlighter|
source: Duplicate element name "%1".
de: Doppelter Elementname "%1".

# GenericHighlighter|
source: Name "%1" not found.
de: Name "%1" nicht gefunden.

# GenericHighlighter|
source: Generic highlighter error:
de: Generischer Markerfehler:

# GenericHighlighter|
source: Reached empty context.
de: Erreichter leerer Kontext

# TextEditor::HighlighterSettingsPage|
source: Generic Highlighter
de: Generischer Marker

# TextEditor::HighlighterSettingsPage|
source: Download Definitions...
de: Definitionen herunterladen...

# TextEditor::HighlighterSettingsPage|
source: Autodetect
de: Automatisch erkennen

# TextEditor::HighlighterSettingsPage|
source: Autodetect Definitions
de: Autodetect-Definitionen

# TextEditor::HighlighterSettingsPage|
source: No pre-installed definitions could be found.
de: Es konnten keine vorinstallierten Definitionen gefunden werden.

# TextEditor::HighlighterSettingsPage|
source: Error connecting to server.
de: Fehler bei der Verbindung zum Server.

# TextEditor::HighlighterSettingsPage|
source: Not possible to retrieve data.
de: Es ist nicht möglich, Daten abzurufen.

# TextEditor::Internal::MultiDefinitionDownloader|
source: Downloading Highlighting Definitions
de: Markierungsdefinitionen herunterladen

# TextEditor::Internal::MultiDefinitionDownloader|
source: Error downloading selected definition(s).
de: Fehler beim Herunterladen der ausgewählten Definition(en).

# TextEditor::Internal::MultiDefinitionDownloader|
source: Error downloading one or more definitions.
de: Fehler beim Herunterladen einer oder mehrerer Definitionen.

# TextEditor::Internal::MultiDefinitionDownloader|
source: Please check the directory's access rights.
de: Zugriffsrechte des Verzeichnisses überprüfen

# TextEditor::Internal::MultiDefinitionDownloader|
source: Download Error
de: Fehler beim Herunterladen

# TextEditor::Internal::LineNumberFilter|
source: Line in Current Document
de: Aktuelles Dokument einreichen

# TextEditor::Internal::LineNumberFilter|
source: Line %1, Column %2
de: Zeile %1, Spalte %2

# TextEditor::Internal::LineNumberFilter|
source: Line %1
de: Lini %1

# TextEditor::Internal::LineNumberFilter|
source: Column %1
de: Spalte %1

# TextEditor::Internal::OutlineWidgetStack|
source: No outline available
de: Keine Übersicht verfügbar

# TextEditor::Internal::OutlineWidgetStack|
source: Synchronize with Editor
de: Synchronisieren mit dem Editor

# TextEditor::Internal::OutlineWidgetStack|
source: Filter tree
de: Filterbaum

# TextEditor::Internal::OutlineFactory|
source: Outline
de: Skizzieren

# RefactoringFile::apply|
source: Refactoring cannot be applied.
de: Refactoring kann nicht angewendet werden.

# TextEditor::Internal::SnippetsCollection|
source: Cannot create user snippet directory %1
de: Das Benutzer-Snippet-Verzeichnis %1 kann nicht erstellt werden

# TextEditor::Internal::SnippetsTableModel|
source: Error
de: Fehler

# TextEditor::Internal::SnippetsTableModel|
source: Not a valid trigger.
de: Kein gültiger Auslöser.

# TextEditor::Internal::SnippetsTableModel|
source: Trigger
de: Jetzt abarbeiten

# TextEditor::Internal::SnippetsTableModel|
source: Trigger Variant
de: Triggervariante

# TextEditor::Internal::SnippetsTableModel|
source: Error reverting snippet.
de: Fehler beim Zurücksetzen des Snippets.

# TextEditor::Internal::SnippetsSettingsPagePrivate|
source: Error While Saving Snippet Collection
de: Fehler beim Speichern der Snippet-Sammlung

# TextEditor::Internal::SnippetsSettingsPagePrivate|
source: Error
de: Fehler

# TextEditor::Internal::SnippetsSettingsPagePrivate|
source: No snippet selected.
de: Kein Ausschnitt ausgewählt.

# TextEditor::TextDocument|
source: Opening File
de: Datei öffnen

# TextEditor::BaseTextEditor|
source: A highlight definition was not found for this file. Would you like to try to find one?
de: Für diese Datei wurde keine Highlight-Definition gefunden. Möchten Sie versuchen, eine zu finden?

# TextEditor::BaseTextEditor|
source: Show Highlighter Options...
de: Zeige Highlighter-Optionen...

# TextEditorWidget|
source: <b>Error:</b> Could not decode "%1" with "%2"-encoding. Editing not possible.
de: <b>Fehler:</b> Konnte "%1" nicht mit "%2" - encodieren. Bearbeitung nicht möglich.

# TextEditorWidget|
source: Select Encoding
de: Wählen Sie "Codierung".

# TextEditorWidget|
source: Line: %1, Col: %2
de: Zeile: %1, Spalte: %2

# TextEditorWidget|
source: Line: 9999, Col: 999
de: Zeile: 9999, Spalte: 999

# TextEditor::TextEditorWidget|
source: Print Document
de: Dokument drucken

# TextEditor::TextEditorWidget|
source: File Error
de: Dateifehler

# TextEditor::TextEditorWidget|
source: The text is too large to be displayed (%1 MB).
de: Der Text ist zu groß, um angezeigt zu werden (%1 MB).

# TextEditor::TextEditorWidget|
source: Delete UTF-8 BOM on Save
de: UTF-8-BOM beim Speichern löschen

# TextEditor::TextEditorWidget|
source: Add UTF-8 BOM on Save
de: UTF-8-BOM beim Speichern hinzufügen

# TextEditor::Internal::TextEditorActionHandler|
source: &Undo
de: Rückgängig

# TextEditor::Internal::TextEditorActionHandler|
source: &Redo
de: &Wiederholen

# TextEditor::Internal::TextEditorActionHandler|
source: Go to line number...
de: Gehe zur Zeilennummer...

# TextEditor::Internal::TextEditorActionHandler|
source: Delete &Line
de: Löschen &Linie

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word from Cursor On
de: Lösche Wort vom Cursor ein

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word Camel Case from Cursor On
de: Löschen Sie Word Camel Case von Cursor On

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word up to Cursor
de: Löschen Sie Word bis zum Cursor

# TextEditor::Internal::TextEditorActionHandler|
source: Delete Word Camel Case up to Cursor
de: Löschen Sie Word Camel Case bis zum Cursor

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Block Start with Selection
de: Gehe zu Block Start mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Block End with Selection
de: Gehe zu Block Ende mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Move Line Down
de: Linie nach unten verschieben

# TextEditor::Internal::TextEditorActionHandler|
source: Copy Line Up
de: Zeile kopieren

# TextEditor::Internal::TextEditorActionHandler|
source: Copy Line Down
de: Zeile kopieren

# TextEditor::Internal::TextEditorActionHandler|
source: Join Lines
de: Linien verbinden

# TextEditor::Internal::TextEditorActionHandler|
source: Insert Line Above Current Line
de: Linie oberhalb der aktuellen Linie einfügen

# TextEditor::Internal::TextEditorActionHandler|
source: Insert Line Below Current Line
de: Linie unterhalb der aktuellen Linie einfügen

# TextEditor::Internal::TextEditorActionHandler|
source: Indent
de: Einrücken

# TextEditor::Internal::TextEditorActionHandler|
source: Follow Symbol Under Cursor
de: Folge Symbol unter Cursor

# TextEditor::Internal::TextEditorActionHandler|
source: Follow Symbol Under Cursor in Next Split
de: Folge dem Symbol unter Cursor im nächsten Split

# TextEditor::Internal::TextEditorActionHandler|
source: Jump to File Under Cursor
de: Springe zu Datei unter Cursor

# TextEditor::Internal::TextEditorActionHandler|
source: Jump to File Under Cursor in Next Split
de: Wechseln Sie zu Datei unter Cursor im nächsten Split

# TextEditor::Internal::TextEditorActionHandler|
source: Move the View a Page Up and Keep the Cursor Position
de: Verschieben Sie die Ansicht eine Seite nach oben und behalten Sie die Cursorposition bei

# TextEditor::Internal::TextEditorActionHandler|
source: Move the View a Page Down and Keep the Cursor Position
de: Verschieben Sie die Ansicht eine Seite nach unten und behalten Sie die Cursorposition bei

# TextEditor::Internal::TextEditorActionHandler|
source: Move the View a Line Up and Keep the Cursor Position
de: Verschieben Sie die Ansicht, und richten Sie die Cursorposition aus

# TextEditor::Internal::TextEditorActionHandler|
source: Move the View a Line Down and Keep the Cursor Position
de: Verschieben Sie die Linie nach unten und behalten Sie die Cursorposition bei

# TextEditor::Internal::TextEditorActionHandler|
source: Paste from Clipboard History
de: Aus Zwischenablage-Verlauf einfügen

# TextEditor::Internal::TextEditorActionHandler|
source: &Visualize Whitespace
de: Whitespace visualisieren

# TextEditor::Internal::TextEditorActionHandler|
source: Clean Whitespace
de: Saubere Leerzeichen

# TextEditor::Internal::TextEditorActionHandler|
source: Enable Text &Wrapping
de: Aktivieren Sie Text &Wrapping

# TextEditor::Internal::TextEditorActionHandler|
source: Toggle Comment &Selection
de: Kommentar und Auswahl umschalten

# TextEditor::Internal::TextEditorActionHandler|
source: Cut &Line
de: Schnittlinie

# TextEditor::Internal::TextEditorActionHandler|
source: Copy &Line
de: Kopieren und Linie

# TextEditor::Internal::TextEditorActionHandler|
source: Uppercase Selection
de: Großschreibung

# TextEditor::Internal::TextEditorActionHandler|
source: Lowercase Selection
de: Kleinschreibung

# TextEditor::Internal::TextEditorActionHandler|
source: Fold
de: Falten

# TextEditor::Internal::TextEditorActionHandler|
source: Unfold
de: Entfalten

# TextEditor::Internal::TextEditorActionHandler|
source: Increase Font Size
de: Schriftgröße vergrößern

# TextEditor::Internal::TextEditorActionHandler|
source: Decrease Font Size
de: Schriftgröße verkleinern

# TextEditor::Internal::TextEditorActionHandler|
source: Reset Font Size
de: Schriftgröße zurücksetzen

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line Start
de: Gehe zu Line Start

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line End
de: Gehe zu Leitungsende

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Line
de: Gehe zur nächsten Zeile

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Line
de: Gehe zur vorherigen Zeile

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Character
de: Gehe zum vorherigen Zeichen

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Character
de: Gehe zum nächsten Zeichen

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word
de: Gehe zum vorherigen Wort

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word
de: Gehe zum nächsten Wort

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Previous Word Camel Case
de: Gehe zum vorherigen Wort Kamel Fall

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Next Word Camel Case
de: Gehe zum nächsten Wort Kamel Fall

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line Start with Selection
de: Gehe zu Line Start mit Auswahl

# TextEditor::Internal::TextEditorActionHandler|
source: Go to Line End with Selection
de: Gehe zu Zeilenende mit Auswahl
